[
  {
    "id": "1768594161330-njy6zcjxz",
    "source": "pubmed",
    "type": "publication",
    "title": "Tucatinib plus trastuzumab for chemotherapy-refractory, HER2 + , RAS wild-type metastatic colorectal cancer (MOUNTAINEER): final analysis.",
    "summary": "Strickler JH et al. - Nat Commun (2026 Jan 12)",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41526345/",
    "data": {
      "title": "Tucatinib plus trastuzumab for chemotherapy-refractory, HER2 + , RAS wild-type metastatic colorectal cancer (MOUNTAINEER): final analysis.",
      "summary": "Strickler JH et al. - Nat Commun (2026 Jan 12)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41526345/",
      "relevance": "medium",
      "metadata": {
        "pmid": "41526345",
        "authors": "Strickler JH et al.",
        "journal": "Nat Commun",
        "publicationDate": "2026 Jan 12",
        "articleType": [
          "Journal Article"
        ],
        "doi": "10.1038/s41467-025-67824-z"
      }
    },
    "discoveredAt": "2026-01-16T20:09:21.330Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594161338-ec0vuj99g",
    "source": "pubmed",
    "type": "publication",
    "title": "Monitoring tailings storage facilities with multi-temporal DInSAR: A systematic review.",
    "summary": "Sánchez V et al. - Sci Total Environ (2026 Jan 10)",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41380596/",
    "data": {
      "title": "Monitoring tailings storage facilities with multi-temporal DInSAR: A systematic review.",
      "summary": "Sánchez V et al. - Sci Total Environ (2026 Jan 10)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41380596/",
      "relevance": "high",
      "metadata": {
        "pmid": "41380596",
        "authors": "Sánchez V et al.",
        "journal": "Sci Total Environ",
        "publicationDate": "2026 Jan 10",
        "articleType": [
          "Journal Article",
          "Review"
        ],
        "doi": "10.1016/j.scitotenv.2025.181161"
      }
    },
    "discoveredAt": "2026-01-16T20:09:21.338Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594161339-6737a56wz",
    "source": "pubmed",
    "type": "publication",
    "title": "TP53 apoptosis biomarkers in breast cancer.",
    "summary": "Rafeeq M et al. - Clin Chim Acta (2026 Jan 15)",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41135852/",
    "data": {
      "title": "TP53 apoptosis biomarkers in breast cancer.",
      "summary": "Rafeeq M et al. - Clin Chim Acta (2026 Jan 15)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41135852/",
      "relevance": "high",
      "metadata": {
        "pmid": "41135852",
        "authors": "Rafeeq M et al.",
        "journal": "Clin Chim Acta",
        "publicationDate": "2026 Jan 15",
        "articleType": [
          "Journal Article",
          "Review"
        ],
        "doi": "10.1016/j.cca.2025.120678"
      }
    },
    "discoveredAt": "2026-01-16T20:09:21.339Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594161340-5mppsfmxp",
    "source": "pubmed",
    "type": "publication",
    "title": "Circulating Tumor DNA Assessment in Classic Hodgkin Lymphoma: Ready for Primetime?",
    "summary": "Zamrik T, von Tresckow B, Alig SK - Hematol Oncol Clin North Am (2026 Jan 13)",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41535187/",
    "data": {
      "title": "Circulating Tumor DNA Assessment in Classic Hodgkin Lymphoma: Ready for Primetime?",
      "summary": "Zamrik T, von Tresckow B, Alig SK - Hematol Oncol Clin North Am (2026 Jan 13)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41535187/",
      "relevance": "high",
      "metadata": {
        "pmid": "41535187",
        "authors": "Zamrik T, von Tresckow B, Alig SK",
        "journal": "Hematol Oncol Clin North Am",
        "publicationDate": "2026 Jan 13",
        "articleType": [
          "Journal Article",
          "Review"
        ],
        "doi": "10.1016/j.hoc.2025.12.001"
      }
    },
    "discoveredAt": "2026-01-16T20:09:21.340Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594161341-z348bzfzd",
    "source": "pubmed",
    "type": "publication",
    "title": "The Methylation Level of Circulating Tumor DNA Predicts Prognosis for Stage I-III Colorectal Cancer.",
    "summary": "Irie T et al. - J Gastrointest Cancer (2026 Jan 15)",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41537917/",
    "data": {
      "title": "The Methylation Level of Circulating Tumor DNA Predicts Prognosis for Stage I-III Colorectal Cancer.",
      "summary": "Irie T et al. - J Gastrointest Cancer (2026 Jan 15)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41537917/",
      "relevance": "medium",
      "metadata": {
        "pmid": "41537917",
        "authors": "Irie T et al.",
        "journal": "J Gastrointest Cancer",
        "publicationDate": "2026 Jan 15",
        "articleType": [
          "Journal Article"
        ],
        "doi": "10.1007/s12029-025-01365-y"
      }
    },
    "discoveredAt": "2026-01-16T20:09:21.341Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491895-5w59hsime",
    "source": "preprints",
    "type": "preprint",
    "title": "Molecular decoupling of lineage identity and morphology in aggressive variant prostate cancer",
    "summary": "Li, C. et al. - medRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.07.26343520",
    "data": {
      "title": "Molecular decoupling of lineage identity and morphology in aggressive variant prostate cancer",
      "summary": "Li, C. et al. - medRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.07.26343520",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.07.26343520",
        "authors": "Li, C.; Yin, J.; Abel, M. L.; Vargas Solivan, D. S.; Bhadresha, K.; Kartal, S.; Nichols, S.; Parmar, K.; Twohig, J.; Truong, T. M.; Chau, C. H.; Kelly, K.; Figg, W. D.; Thomas, A.; Sowalsky, A. G.",
        "authorFormatted": "Li, C. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-09",
        "abstract": "Aggressive variant prostate cancer (AVPC) is a lethal subtype of prostate cancer characterized by its androgen independence, resistance to chemotherapy, and display of neuroendocrine features which can emerge either de novo or via transformation after a prior diagnosis of adenocarcinoma. The poor clinical outcomes in patients with AVPC are associated with its profound molecular heterogeneity. In this study, we analyzed 23 consecutive AVPC cases treated at a dedicated small-cell clinic (2017-2025) using clinicogenomic and transcriptomic profiling. Transformed AVPC exhibited significantly shorter overall survival times than de novo AVPC (11.8 vs 26.0 months, P < 0.001). Integrative genomic analyses identified residual androgen signaling in subsets of cases harboring neuroendocrine lineage programs, highlighting a decoupling of lineage identity and morphology. To facilitate mechanistic and pharmacologic studies, we established NCI-LYM-1, a patient-derived organoid/PDX from an AR-negative, ASCL1+/SYP+ lymph node metastasis, which faithfully recapitulates the donor tumors molecular and phenotypic features. Short- and long-read whole-genome sequencing combined with optical genome mapping identified biallelic inactivation of PTEN, TP53, RB1 and BRCA2 as potential drivers, demonstrating clonal concordance with circulating tumor DNA from the original patient donor. Pathway and perturbation analyses suggested that NCI-LYM-1 harbored a strong dependency on apoptotic pathways, which was confirmed by in vitro organoid testing with the BCL-2/BCL-xL inhibitor navitoclax (IC50: 0.27 {micro}M) and the MCL-1 inhibitor AZD-5991 (IC50: 0.060 {micro}M). Overall, NCI-LYM-1 recapitulates the clinical aggressiveness and heterogeneity of AVPC, providing a tractable platform to identify novel precision therapies.",
        "version": "1",
        "license": "cc0"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.895Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491896-e9qxaumvh",
    "source": "preprints",
    "type": "preprint",
    "title": "Towards real-world molecular pathology diagnosis of cancer with cross-modal AI",
    "summary": "Wang, X. et al. - medRxiv (2026-01-09)",
    "url": "https://doi.org/10.1101/2025.07.07.25330997",
    "data": {
      "title": "Towards real-world molecular pathology diagnosis of cancer with cross-modal AI",
      "summary": "Wang, X. et al. - medRxiv (2026-01-09)",
      "url": "https://doi.org/10.1101/2025.07.07.25330997",
      "relevance": "high",
      "metadata": {
        "doi": "10.1101/2025.07.07.25330997",
        "authors": "Wang, X.; Wang, Y.; Hu, W.; Zhang, Y.; Zhang, X.; Lu, C.; Hu, J.; Yan, Z.; Liu, X.; Duan, H.; Mou, Y.; Jiang, T.; Briggs, M.; Price, S.; Li, C.",
        "authorFormatted": "Wang, X. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-09",
        "abstract": "Accurate integration of histological and molecular features is central to modern cancer diagnostics, but it is often hampered by resource-intensive parallel workflows, limited tissues, and increased diagnostic complexity. We present CAMPaS (Cross-modal AI for Integrated Molecular Pathology Diagnosis and Stratification), a clinical AI prototype that addresses challenges in real-world translation of jointly predicting glioma histology, molecular markers, and WHO 2021 integrative diagnoses from hematoxylin and eosin-stained slides. Trained and validated on 3,367 patients (6,043 slides) across eight cohorts (six retrospective, two prospective), CAMPaS achieved high diagnostic performance (AUC 0.895-0.916 in training; 0.946-0.955 in prospective cohorts) and generalized robustly across diverse settings. Its interpretable cross-modal predictions aligned with histopathological annotations and genomic profiles, revealing biologically coherent features. CAMPaS identified histological features for molecular markers, and its clinical utility was validated for enhancing real-world clinical diagnostics. Crucially, CAMPaS stratifies prognosis and treatment response, offering a scalable and biologically grounded solution to accelerate precision oncology.",
        "version": "2",
        "license": "cc_by_nc"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.896Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491897-bkw60bunn",
    "source": "preprints",
    "type": "preprint",
    "title": "Survival With a Cost: Increased Long-Term Coronary Artery Disease Risk After Adjuvant Fluoropyrimidine Chemotherapy in Colorectal Cancer Survivors",
    "summary": "Iveljic, I. et al. - medRxiv (2026-01-09)",
    "url": "https://doi.org/10.1101/2025.08.29.25334733",
    "data": {
      "title": "Survival With a Cost: Increased Long-Term Coronary Artery Disease Risk After Adjuvant Fluoropyrimidine Chemotherapy in Colorectal Cancer Survivors",
      "summary": "Iveljic, I. et al. - medRxiv (2026-01-09)",
      "url": "https://doi.org/10.1101/2025.08.29.25334733",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.08.29.25334733",
        "authors": "Iveljic, I.; Alidzanovic Nurkanovic, L.; Aung, N.; Aksentijevic, D.",
        "authorFormatted": "Iveljic, I. et al.",
        "server": "medRxiv",
        "category": "cardiovascular medicine",
        "publishedDate": "2026-01-09",
        "abstract": "BackgroundFluoropyrimidine-based chemotherapy, including 5-fluorouracil (5-FU) and capecitabine, is a cornerstone of adjuvant treatment in non-metastatic colorectal cancer (CRC). While acute cardiotoxicity is recognized, the long-term impact on coronary artery health remains poorly understood. This study aimed to determine whether CRC survivors treated with fluoropyrimidines exhibit a higher burden of coronary artery disease (CAD) years after therapy completion.\n\nMethodsIn this cross-sectional, single-center study, CRC survivors five to seven years post-adjuvant 5-FU/capecitabine therapy (ChemT group) undergoing elective coronary angiography, were compared with age- and sex-matched cancer-free controls undergoing elective coronary angiography (n=45/group). Clinical, laboratory, echocardiographic, and invasive angiographic parameters were systematically evaluated. The primary endpoint was the presence and anatomical distribution of significant CAD.\n\nResultsDespite fewer anginal symptoms, ChemT patients had a significantly higher prevalence of CAD in the proximal left anterior descending artery (24% vs 2%, P=0.004) and proximal right coronary artery (13% vs 0%, P=0.026). Overall, 44% of ChemT patients required percutaneous coronary intervention versus 16% of controls (P=0.006), with a greater number of stents implanted in the ChemT group. Notably, the ChemT cohort also demonstrated elevated LDL cholesterol, hepatic transaminases, and abnormal hematologic indices, suggestive of long-term metabolic and vascular stress. Echocardiography revealed no significant impairment in ejection fraction but altered left ventricular geometry in the ChemT group compared to controls.\n\nConclusionsCRC survivors treated with fluoropyrimidine-based chemotherapy exhibit a significantly elevated burden of anatomically high-risk coronary artery disease, particularly in proximal segments with poor prognostic implications. These findings highlight a silent but clinically significant cardiovascular risk in long-term cancer survivorship and support the need for proactive cardiac surveillance strategies in this population.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=152 HEIGHT=200 SRC=\"FIGDIR/small/25334733v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (31K):\norg.highwire.dtl.DTLVardef@e00985org.highwire.dtl.DTLVardef@911e16org.highwire.dtl.DTLVardef@14e5facorg.highwire.dtl.DTLVardef@6b4a30_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
        "version": "2",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.897Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491897-5nvjmwl8c",
    "source": "preprints",
    "type": "preprint",
    "title": "Fibulin-3 as a reliable biomarker of fibrosis in obese subjects with Metabolically Dysfunction Associated Steatotic Liver Disease",
    "summary": "Larano, A. A. et al. - medRxiv (2026-01-11)",
    "url": "https://doi.org/10.64898/2026.01.08.26343687",
    "data": {
      "title": "Fibulin-3 as a reliable biomarker of fibrosis in obese subjects with Metabolically Dysfunction Associated Steatotic Liver Disease",
      "summary": "Larano, A. A. et al. - medRxiv (2026-01-11)",
      "url": "https://doi.org/10.64898/2026.01.08.26343687",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.08.26343687",
        "authors": "Larano, A. A.; Palmisano, S.; Bonazza, D.; Discipio, M.; Meroni, M.; Fracanzani, A. L.; Croce, L. S.; Tiribelli, C.; Dongiovanni, P.; Rosso, N.; Giraudi, P.",
        "authorFormatted": "Larano, A. A. et al.",
        "server": "medRxiv",
        "category": "gastroenterology",
        "publishedDate": "2026-01-11",
        "abstract": "Introduction and ObjectivesMetabolic dysfunction-associated steatotic liver disease (MASLD) affects about one-quarter of adults worldwide, and liver fibrosis is its strongest predictor of liver-related morbidity and mortality. Using combined in-silico screening and clinical validation, we aimed to identify circulating biomarkers associated with fibrosis progression. Fibulin-3 was identified, and its diagnostic performance was evaluated in biopsy-proven MASLD cohorts.\n\nMaterials and MethodsThe GSE125251 RNA-seq dataset was reanalyzed to compare liver transcriptomes from MASLD subjects with minimal (F0-F1) versus moderate to advanced fibrosis (F2/F3-F4). Differentially expressed genes (DEGs) were filtered to retain plasma-secreted, protein-coding candidates. Top-ranked genes were evaluated in liver biopsies from a morbidly obese cohort (n = 65) stratified by fibrosis stage, and their plasma levels were measured via ELISA in an independent bariatric cohort (n = 225).\n\nResultsAmong 106 DEGs, 22 encoded plasma-circulating proteins. Six top candidates (EFEMP1, LTBP2, LUM, DPT, CHI3L1, CCL20) were prioritized. EFEMP1 (Fibulin-3) showed the strongest association with fibrosis, with significantly higher hepatic mRNA and protein expression in F2/F3-F4 versus F0-F1 (p < 0.005). Plasma Fibulin-3 levels correlated with fibrosis stage ({rho} = 0.40, p < 0.0001), increasing from 9.4 ng/mL in F0-F1 to 21.7 ng/mL in F2/F3-F4. Its diagnostic performance for F [&ge;] 2 (AUROC = 0.78) exceeded that of APRI, FIB-4, NFS, and HSI. A combined index including Fibulin-3, HSI, platelets, and GGT increased the AUROC to 0.87 (CI: 0.79-0.92).\n\nConclusionsPlasma Fibulin-3 is notably higher in individuals with advanced MASLD and represents a promising non-invasive biomarker for liver fibrosis stratification in metabolically unhealthy obese populations.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.897Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491897-kjw5axzs8",
    "source": "preprints",
    "type": "preprint",
    "title": "Can Large Language Models Reduce the Cost of Extracting Data from Electronic Health Records for Research?",
    "summary": "Hagler, S. et al. - medRxiv (2026-01-11)",
    "url": "https://doi.org/10.64898/2026.01.09.26343792",
    "data": {
      "title": "Can Large Language Models Reduce the Cost of Extracting Data from Electronic Health Records for Research?",
      "summary": "Hagler, S. et al. - medRxiv (2026-01-11)",
      "url": "https://doi.org/10.64898/2026.01.09.26343792",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.26343792",
        "authors": "Hagler, S.; Adibuzzaman, M.; McWeeney, S. K.; Cohen, A. M.",
        "authorFormatted": "Hagler, S. et al.",
        "server": "medRxiv",
        "category": "health informatics",
        "publishedDate": "2026-01-11",
        "abstract": "ObjectiveMuch medical data is only available in unstructured electronic health records (EHR). These data can be obtained through manual (human) extraction or programmatic natural language processing (NLP) methods. We estimate that NLP only becomes economically competitive with manual extraction when there are ~6500 EHRs records. We have found that there is interest from clinicians and researchers in using NLP on projects with fewer records. We examine whether a large language model (LLM) can be used to reduce the cost of NLP to make it economically competitive for such projects, and study the feasibility of such framework for accuracy.\n\nMaterials and MethodsWe developed an NLP pipeline using an off-the-shelf open LLM to extract breast cancer ER, PR, and HER2 biomarker data. Pipeline development stopped when the prompts performances were competitive with manual extraction. The development time and extraction performance were compared to those for an existing rule-based (RB) NLP pipeline. The code for the extraction portion of the LLM pipeline is available at https://github.com/sehagler/llm_biomarker_extraction.\n\nResultsThe LLM pipeline produced performance competitive with manual data extraction with a hands-on development time that was ~38% that of the RB pipeline.\n\nDiscussionLLMs exhibit lower hands-on development costs compared to standard NLP techniques, but require significant and potentially costly computation resources.\n\nConclusionLLMs may potentially allow the economically competitive application of NLP to smaller projects if computation costs can be managed.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.897Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491898-xs38unnvl",
    "source": "preprints",
    "type": "preprint",
    "title": "An integrative multimodal machine learning signature of primary resistance to immunotherapy in advanced non-small cell lung cancer: biomarker analysis from the PIONeeR study",
    "summary": "Barlesi, F. et al. - medRxiv (2026-01-11)",
    "url": "https://doi.org/10.64898/2026.01.09.26343779",
    "data": {
      "title": "An integrative multimodal machine learning signature of primary resistance to immunotherapy in advanced non-small cell lung cancer: biomarker analysis from the PIONeeR study",
      "summary": "Barlesi, F. et al. - medRxiv (2026-01-11)",
      "url": "https://doi.org/10.64898/2026.01.09.26343779",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.26343779",
        "authors": "Barlesi, F.; Monville, F.; Greillier, L.; Ngoi, N.; Ciccolini, J.; Sabatier, F.; Garcia, S.; Dales, J.-P.; Foa, C.; Arnaud, L.; Pouchin, A.; Vely, F.; Bokobza, S.; Bakhmach, A.; Vaglio, A.; Karlsen, M.; Dufosse, P.; Audigier-Valette, C.; Letreut, J.; Laborde, L.; Milpied, P.; Perol, D.; Boussena, M.; Bigarre, C.; Hamimed, M.; Malkoun, R.; Leca, V.; Landri, M.; Le Ray, M.; Roumieux, M.; Mazieres, J.; Perol, M.; Fieschi-Meric, J.; Vivier, E.; Benzekry, S.",
        "authorFormatted": "Barlesi, F. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-11",
        "abstract": "BackgroundImmune checkpoint inhibitors (ICIs) have transformed the treatment landscape for advanced non-small cell lung cancer (NSCLC), yet primary resistance remains common, with only [~]50% of patients responding to first-line chemo-immunotherapy and 20-30% to monotherapy. Existing biomarkers such as PD-L1 expression and Tumor Mutational Burden (TMB) demonstrate limited predictive accuracy, underscoring the need for more comprehensive, integrative approaches.\n\nMethodsWe conducted a prospective, multicenter study involving 439 patients with advanced NSCLC treated with anti-PD-(L)1 ICI across first-line combo with chemotherapy and later-line monotherapy settings. A total of 443 pre-treatment tumor and blood-derived biomarkers--including genomic alterations, immune cell phenotypes, proteic markers, and routine laboratory tests--were profiled. Extensive biostatistics adjusted for PD-L1 expression were conducted. A rigorously benchmarked machine learning (ML) pipeline including 36 feature selection methods embedded into an optimism-correction framework was applied to identify predictors of primary resistance (PrR).\n\nResultsSingle biomarkers showed limited predictive utility, with PD-L1 (AUC 0.62, positive predictive value (PPV) 49.6%), TMB (AUC 0.55, PPV 43.1%), and key gene mutations (e.g., STK11, KEAP1) failing to achieve significance after multiple testing correction. A gradient boosting ML model integrating 18 selected features yielded a corrected AUC of 0.69 and a Positive Predictive Value (PPV) of 60% for PrR, outperforming standard biomarkers. In first-line patients, the model achieved a PPV of 51% and Negative Predictive Value (NPV) of 79% (baseline PrR rate: 29.9%); in subsequent-line patients, PPV reached 64% (PrR rate: 55.1%). Importantly, the signature also stratified Progression-Free Survival (PFS): high-risk patients had a median PFS of 3.9 vs. 14.6 months in low-risk patients (HR 0.307, p < 0.0001). Features from routine blood tests--such as serum chloride, albumin, CRP, and monocyte-to-lymphocyte ratio (MLR)--accounted for half of the final model and demonstrated independent associations with both PrR and PFS (e.g., chloride: OR 0.616, AUC 0.626; HR 0.685, C-index 0.61). SHAP-based individual-level model explainability revealed heterogeneous and nonlinear biomarker contributions, including cases where high CRP, low albumin, or elevated MLR overrode favorable PD-L1 or Treg profiles. A biomarker dashboard including interactive visualizations is available at https://compo.inria.fr/pioneer-website/.\n\nConclusionsMultimodal machine learning integration of clinical, genomic, immune, and laboratory data enables improved prediction of ICI resistance in NSCLC beyond current biomarkers. This approach not only captures the multifaceted nature of tumour-host interactions but also highlights the underrecognized predictive value of accessible blood-based markers, offering a path toward individualized immunotherapy decision-making.\n\nHighlightsO_LIWe conducted a prospective, multicenter biomarker study of 439 patients with advanced NSCLC treated with anti-PD-(L)1 therapies across first- and later-line settings, profiling a total of 443 clinical, routine laboratory parameters, tumor and blood-derived biomarkers prior to treatment initiation.\nC_LIO_LIA machine learning-derived 18-feature multimodal signature predicted primary resistance (PrR) to anti-PD-(L)1 therapy with higher accuracy than standard biomarkers (AUC 0.69, PPV 60%). Routine blood test features, including serum chloride, albumin, C-reactive protein, and monocyte-to-lymphocyte ratio, emerged as dominant contributors to the predictive model.\nC_LIO_LIThe model demonstrated robust prognostic stratification for PrR and progression-free survival.\nC_LIO_LIStandard-of-care immunotherapy biomarkers PD-L1 expression and TMB showed limited predictive utility (AUC [~]0.60) and were consistently outperformed by the integrative multivariable model.\nC_LIO_LIAn interactive digital tool using SHAP values enabled individualized prediction interpretation and illustrated heterogeneous, patient-specific resistance drivers.\nC_LIO_LIKeywords: multimodal biomarkers; machine learning; immunotherapy resistance; biomarker discovery\nC_LI",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.898Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491899-1a48htp5i",
    "source": "preprints",
    "type": "preprint",
    "title": "Prognostic value of tumor-informed ctDNA in HPV-independent head and neck squamous cell carcinoma",
    "summary": "Ruiz Torres, D. A. et al. - medRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.09.26343802",
    "data": {
      "title": "Prognostic value of tumor-informed ctDNA in HPV-independent head and neck squamous cell carcinoma",
      "summary": "Ruiz Torres, D. A. et al. - medRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.09.26343802",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.09.26343802",
        "authors": "Ruiz Torres, D. A.; Roberts, T. J.; Du, P.; Mendel, J.; Naegele, S.; Bonora, G.; Zhang, F.; Efthymiou, V.; Merkin, R. D.; Lin, D. T.; Paly, J. J.; Varvares, M. A.; Deschler, D. G.; Feng, A. L.; Richmon, J. D.; Fisch, A. S.; Jia, S.; Faden, D. L.",
        "authorFormatted": "Ruiz Torres, D. A. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-12",
        "abstract": "Importance: Recurrence rates for locally advanced HPV-independent (HPV-) head and neck squamous cell carcinoma (HNSCC) are high. Circulating tumor DNA (ctDNA)-based minimal residual disease (MRD) assays have shown promise to improve management and surveillance in several tumor types, but their clinical utility in HPV- HNSCC remains understudied.\n\nObjective: To evaluate the performance of a tumor-informed ctDNA-based MRD assay (PredicineBEACON) in patients with newly diagnosed, locally advanced HNSCC (LA-HNSCC).\n\nDesign: Between 12/2020 and 3/2022 ctDNA was assessed before surgery, before the start of adjuvant treatment (MRD-E), within six weeks of completion of treatment (MRD-TC), and during surveillance (MRD-S). Patients were followed for at least 12 months after treatment completion. We used Kaplan-Meier survival analyses to compare recurrence-free survival (RFS) and overall survival (OS) between patients who were MRD positive those who were MRD negative during each time window. Multivariable Cox hazard regressions were used to assess the association between MRD status and outcomes while controlling for established risk factors.\n\nSetting: This was a prospective cohort study of patients treated at a large referral center specializing in treatment of HNSCC.\n\nParticipants: Forty patients with newly diagnosed, LA-HNSCC treated with surgery followed by risk-adjusted adjuvant treatment\n\nIntervention: Tumor-informed ctDNA-based MRD testing\n\nMain Outcomes and Measures: Recurrence-free survival (RFS) and overall survival (OS)\n\nResults: We processed 142 samples from 40 patients. The median age was 63, 27% were female, 87% were Caucasian, and 95% had HPV- disease. Fifty percent (20/40) of patients experienced recurrence. The pre-surgery ctDNA detection rate was 97% (35/36). MRD-TC positivity was associated with worse OS (HR= 7.15; 95% CI: 1.44-35.3) and RFS (HR= 5.39; 95% CI: 1.98-21.07). MRD-S positivity was associated with worse RFS (HR=8.2; 95% CI: 2.06-33.6). The median time from first MRD detection to clinical detection of recurrence was 5 months (range 0.2-21.6). In multivariable analyses, MRD positivity was associated with worse RFS (HR 13.8; 95% CI 2.92-65.7) and worse OS (HR 18.9; 95% CI 2.27-158).\n\nConclusions and Relevance: Tumor-informed ctDNA MRD positivity was associated with worse RFS and OS in patients with HNSCC. MRD testing could serve as a non-invasive, prognostic biomarker in HPV- HNSCC patients.\n\nKey PointsQuestion: Among patients with locally advanced HNSCC (LA-HNSCC) treated with curative-intent surgery, is minimal residual disease (MRD) detection using a tumor-informed ctDNA-based assay prognostic for recurrence free survival (RFS) or overall survival (OS)?\n\nFindings: In this prospective cohort study of 40 patients with LA-HNSCC, nearly all of whom had HPV-independent disease, MRD positivity during the first 6 weeks after completing treatment and during surveillance was associated with worse OS and RFS.\n\nMeaning: Tumor-informed ctDNA MRD detection after treatment completion could serve as a non-invasive, prognostic biomarker in HPV-independent HNSCC patients.\n\nSocial Media PostFindings by @FadenLab and colleagues show that detection of MRD using a tumor-informed ctDNA-based after treatment completion is associated with worse recurrence free survival and overall survival in HPV-independent HNSCC.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.899Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491899-fr7dt1s3y",
    "source": "preprints",
    "type": "preprint",
    "title": "Unambiguous signatures of malignancies extracted from images of growing cells",
    "summary": "Kalweit, G. et al. - medRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.10.26343803",
    "data": {
      "title": "Unambiguous signatures of malignancies extracted from images of growing cells",
      "summary": "Kalweit, G. et al. - medRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.10.26343803",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.10.26343803",
        "authors": "Kalweit, G.; Kalweit, M.; Checinska, W.; Saric, M.; Berger, R.; Bodurova-Spassova, E.; Rawluk, J.; Talvard-Balland, N.; Klett, A.; Follo, M.; Kreutmair, S.; Duque-Afonso, J.; Lübbert, M.; Zeiser, R.; Frank, J.; Mertelsmann, R.",
        "authorFormatted": "Kalweit, G. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-13",
        "abstract": "As malignant transformation arises from dysregulated cellular programming with characteristic morphological changes, we hypothesized that cancer cells exhibit a unique morphological signature detectable in microscopy images of cells in vitro and in situ across modalities. To test this, we developed CellSign, an AI-based framework to generate Cell Dynamics Fingerprints, which (a) reconstruct morphological progression, (b) remove physiological variation, and (c) support automated malignancy assessment. To arrive there, cell morphology is represented by embeddings from vision foundation models, and a process we term Healthy-Component Reduction is used to refine these by subtracting normal physiological variation, thereby exposing residual disease-specific cues. Embeddings from healthy and malignant cells are organized with manifold learning and summarized with kernel density estimation. We show that unambiguous malignant signatures exist and that our method is robust across diverse datasets spanning breast cancer, lung cancer, and leukemia, transferring reliably between populations of single-cell images and multi-cell patches.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=179 SRC=\"FIGDIR/small/26343803v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (60K):\norg.highwire.dtl.DTLVardef@1a26532org.highwire.dtl.DTLVardef@a1c9f2org.highwire.dtl.DTLVardef@1d13a79org.highwire.dtl.DTLVardef@1560af9_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.899Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491900-zmwajthhl",
    "source": "preprints",
    "type": "preprint",
    "title": "Within-family attenuation of polygenic risk score accuracy: Investigating the effects of principal component analysis, LD score regression, and mixed model association in the UK Biobank",
    "summary": "Kelly, C. M., Onuorah, O., Gilbert, E. - medRxiv (2026-01-13)",
    "url": "https://doi.org/10.1101/2025.08.28.25334633",
    "data": {
      "title": "Within-family attenuation of polygenic risk score accuracy: Investigating the effects of principal component analysis, LD score regression, and mixed model association in the UK Biobank",
      "summary": "Kelly, C. M., Onuorah, O., Gilbert, E. - medRxiv (2026-01-13)",
      "url": "https://doi.org/10.1101/2025.08.28.25334633",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.08.28.25334633",
        "authors": "Kelly, C. M.; Onuorah, O.; Gilbert, E.",
        "authorFormatted": "Kelly, C. M., Onuorah, O., Gilbert, E.",
        "server": "medRxiv",
        "category": "genetic and genomic medicine",
        "publishedDate": "2026-01-13",
        "abstract": "A central challenge in the field of polygenic risk prediction has been measuring and controlling for confounding effects mediated through population stratification. Traditionally, such control has been attempted through the inclusion of the top principal components (PCs) of variation and the use of linear mixed models in genome-wide association studies (GWAS). Reductions in test-statistic inflation, commonly assessed using the genomic inflation factor ({lambda}) and the linkage disequilibrium score regression (LDSC) intercept, as well as the preservation of polygenic risk score (PRS) predictive performance in within-family settings, are often taken as evidence that such confounding has been adequately controlled.\n\nIn this study, we examine the relationship between the number of PCs included during GWAS/PRS model development and the observed attenuation in performance when moving from a population-level setting to a cohort composed of discordant sibling pairs (within-family attenuation). The design enables the detection of confounding attributable to the environment and genetic background effects correlated with population structure. Analyses were conducted in the self-described White subset of UK Biobank (UKB) for coronary artery disease, type 2 diabetes, breast cancer, and prostate cancer. Educational attainment was included as a comparison trait, as it is known to exhibit substantial within-family attenuation.\n\nWe find that increasing the number of included PCs does not consistently reduce within-family attenuation among the traits examined. Moreover, reductions in attenuation do not closely track decreases in{lambda} or the LDSC intercept, and the use of mixed model-based approaches provides little additional benefit for prediction or attenuation. These patterns persist even in settings where GWAS test-statistic inflation has been substantially reduced.\n\nOur results suggest that the confounding in PRS targeted by PC-adjustment and linear mixed models is either minimal in the self-described White subset of the UKB or persists in ways that are not adequately captured by current population structure adjustment methods. Taken together, our findings suggest limitations as to how much standard population structure adjustment methods, or reductions in test statistic inflation, are currently improving the causal validity of PRS built using the UK Biobank.",
        "version": "2",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.900Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491901-2kiajnr6x",
    "source": "preprints",
    "type": "preprint",
    "title": "Functional Profiling of DNA Repair Pathways in Lung Cancer Patients Uncovers Radiotherapy-Induced and Cancer-Associated Alterations in Oxidative Lesion Repair.",
    "summary": "Toprani, S. M. et al. - medRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.12.26343971",
    "data": {
      "title": "Functional Profiling of DNA Repair Pathways in Lung Cancer Patients Uncovers Radiotherapy-Induced and Cancer-Associated Alterations in Oxidative Lesion Repair.",
      "summary": "Toprani, S. M. et al. - medRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.12.26343971",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.26343971",
        "authors": "Toprani, S. M.; Zhai, T.; Dillon-Martin, M.; Doyle, P. F.; Novack, C.; Kozono, D.; Nagel, Z. D.",
        "authorFormatted": "Toprani, S. M. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-13",
        "abstract": "DNA repair capacity (DRC), particularly at the pathway level, varies among individuals. While previous studies explored DRC in relation to environmental exposures and cancer risk, few measured DRC in patient-focused cohorts and were focused on one or two repair pathways only. We comprehensively profiled DRC for all the major repair pathways and DNA lesions in 100 lung cancer patients undergoing radiotherapy (RT) using advanced Fluorescence Multiplex based Host Cell Reactivation assays in blood cells before and after RT and investigated how DRC responded to RT and was influenced by clinical variables. Variation between individuals was significant in all pathways and smaller than variation within-person. DNA glycosylase activity decreased immediately following RT and subsequently returned to baseline in patients receiving high-intensity RT during the follow-up months. Lower DRC against oxidative lesions was found in cancer patients compared to healthy controls. These results highlight oxidative DNA damage repair as a sensitive marker of RT response and cancer burden upon profiling the DNA repair landscape.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=113 SRC=\"FIGDIR/small/26343971v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (26K):\norg.highwire.dtl.DTLVardef@e5488eorg.highwire.dtl.DTLVardef@fe7381org.highwire.dtl.DTLVardef@151313aorg.highwire.dtl.DTLVardef@1771302_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.901Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491901-d0pvohftr",
    "source": "preprints",
    "type": "preprint",
    "title": "Longitudinal Analysis of CYFRA 21-1 Levels in Patients with Pulmonary Nodules: Differential Trajectories Between Benign and Malignant Cases and Impact of Tumor Resection",
    "summary": "Forero, Y. J. et al. - medRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.10.26343848",
    "data": {
      "title": "Longitudinal Analysis of CYFRA 21-1 Levels in Patients with Pulmonary Nodules: Differential Trajectories Between Benign and Malignant Cases and Impact of Tumor Resection",
      "summary": "Forero, Y. J. et al. - medRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.10.26343848",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.10.26343848",
        "authors": "Forero, Y. J.; Kammer, M. N.; McGann, K. C.; Chen, S.-C.; Chen, H.; Argaw, S.; Khalil, T. A.; Antic, S. L.; Zou, Y.; Lianrui, Z.; Lasko, T. A.; Landman, B. A.; Deppen, S. A.; Grogan, E. L.; Maldonado, F.",
        "authorFormatted": "Forero, Y. J. et al.",
        "server": "medRxiv",
        "category": "respiratory medicine",
        "publishedDate": "2026-01-13",
        "abstract": "BackgroundCYFRA 21-1, a cytokeratin-19 fragment, is a validated serum biomarker for non-small cell lung cancer (NSCLC). However, most studies rely on single time-point measurements, limiting its specificity in differentiating malignancy from benign pulmonary conditions. Inspired by the clinical utility of serial PSA measurements in prostate cancer, we investigated whether longitudinal trends in CYFRA 21-1 could enhance diagnostic and monitoring capabilities in patients with pulmonary nodules\n\nMethods and FindingsWe analyzed 132 patients with pulmonary nodules, including 41 with lung cancer and 91 with benign diagnoses. CYFRA 21-1 levels were measured serially using electrochemiluminescence assays. Longitudinal trends were assessed using linear mixed-effects models to estimate biomarker trajectories. Subgroup analyses examined differences between benign, untreated cancer, and post-treatment cancer groups, as well as within-patient changes in a subset of 16 cancer patients with both pre- and post-surgical measurements. Log-transformed data were used for the analysis. At baseline, CYFRA 21-1 levels were significantly higher in malignant versus benign nodules. Over time, CYFRA trajectories diverged: benign cases showed slight increases, whereas cancer patients exhibited greater biomarker volatility. In treated cancer patients, trend of CYFRA levels on the natural log scale decline from -0.00137 pre-surgery to - 0.00263 to post-surgery, and both cancer groups showed significantly higher absolute slopes than the benign group (p < 0.05). While pre- vs post-treatment slope differences did not reach significance (p = 0.211), the general pattern indicated that CYFRA 21-1 is a dynamic marker responsive to tumor presence and removal.\n\nConclusionsCYFRA 21-1 exhibits substantial within-patient variability over time, with trajectories that reflect disease state and treatment. These findings suggest that longitudinal monitoring of CYFRA 21-1--analogous to PSA velocity in prostate cancer-- may offer improved diagnostic and prognostic insight in the evaluation of pulmonary nodules. Further studies in larger cohorts are warranted to validate these findings and explore clinical implementation of CYFRA trajectory analysis.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.901Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491902-ifssgel8q",
    "source": "preprints",
    "type": "preprint",
    "title": "Vasculopathy as a Mechanical Barrier to Cancer Spread: Clinical Evidence and a Rheology-Based Model in Lung Cancer",
    "summary": "Stella, G. M. et al. - medRxiv (2026-01-15)",
    "url": "https://doi.org/10.64898/2026.01.12.26343968",
    "data": {
      "title": "Vasculopathy as a Mechanical Barrier to Cancer Spread: Clinical Evidence and a Rheology-Based Model in Lung Cancer",
      "summary": "Stella, G. M. et al. - medRxiv (2026-01-15)",
      "url": "https://doi.org/10.64898/2026.01.12.26343968",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.26343968",
        "authors": "Stella, G. M.; Novy, C.; Bertuccio, F.; ferrarotti, I.; Bortolotto, C.; Conio, V.; Giorgiani, T.; Pisanu, L.; Salzillo, I.; De Silvestri, A.; Arici, V.; Maccarini, A.; Cerveri, P.; Corsico, A.; Bozzani, A.",
        "authorFormatted": "Stella, G. M. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-15",
        "abstract": "Objective: Metastatic dissemination in lung cancer (LC) and other solid tumors is influenced not only by tumor-intrinsic biology and immune-inflammatory responses, but also by physical properties of vascular system through which circulating tumor cells (CTCs) migrate. Peripheral arterial disease (PAD), particularly when manifesting as aneurysmal dilation, is frequent among smokers and is associated with chronic vascular inflammation and altered hemodynamics. Approach and Results: We hypothesized that PAD-related vascular remodeling and rheological alterations may influence tumor metastatic capacity. Through a retrospective analysis of 976 patients diagnosed with both cancer and arteriopathy between 2018 and 2024, a cohort of 120 individuals was identified. Demographic, biochemical, and pathological variables were examined, and metastatic burden at diagnosis was compared with that of an unselected LC population from the same institution and with literature-reported data. We focused on non-small cell lung cancer (NSCLC) as biological model and developed a phenomenological biophysical framework linking inflammation-driven changes in blood viscosity to metastatic competence. A Monte Carlo simulation approach was used to estimate metastasis probability under control and PAD-like rheology. Despite marked male predominance and high smoking exposure, the study cohort exhibited an unexpectedly low metastatic burden: 13.3% of patients presenting metastatic disease at diagnosis and only 7.6% showing extrathoracic dissemination vs an expected rate of approximately 30%. Partition analysis identified arteriopathy as the strongest predictor associated with reduced metastatic dissemination. The rheological model indicated that once inflammation exceeds a critical threshold, increased blood viscosity and disturbed flow patterns may act as a mechanical filter impairing CTC extravasation. Monte Carlo simulations supported this threshold-dependent mechanism, showing an approximately 50% reduction in predicted metastatic rates in PAD-like conditions vs controls. Conclusion: Collectively, these findings suggest that chronic PAD may reshape the circulatory microenvironment, with NSCLC providing a mechanistically interpretable framework for a transition from metastasis-permissive to metastasis-restrictive rheological regimen.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.902Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491902-8b0mnskq0",
    "source": "preprints",
    "type": "preprint",
    "title": "A Theoretical Framework for Quantifying Tumour Resistance to Standardized Treatments: A Novel Rudimentary Scalar Mathematical Model with Implications for Breast Cancer Prognosis and Treatment.",
    "summary": "Ghartey, F. N. et al. - medRxiv (2026-01-15)",
    "url": "https://doi.org/10.64898/2026.01.12.26343951",
    "data": {
      "title": "A Theoretical Framework for Quantifying Tumour Resistance to Standardized Treatments: A Novel Rudimentary Scalar Mathematical Model with Implications for Breast Cancer Prognosis and Treatment.",
      "summary": "Ghartey, F. N. et al. - medRxiv (2026-01-15)",
      "url": "https://doi.org/10.64898/2026.01.12.26343951",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.26343951",
        "authors": "Ghartey, F. N.; Anyanful, A.; Moore, S. E.; Ekor, M.; Edzie, E. K. M.; Ephraim, R. K. D.; Zumesew, F.",
        "authorFormatted": "Ghartey, F. N. et al.",
        "server": "medRxiv",
        "category": "oncology",
        "publishedDate": "2026-01-15",
        "abstract": "Background Precision oncology relies heavily on genomic profiling and artificial intelligence to predict therapeutic response in breast cancer. However, in low-to-middle-income countries (LMICs), these expensive modalities are inaccessible; forcing clinicians to rely on qualitative TNM staging that often fails to capture individual tumour heterogeneity. There is a critical unmet need for frugal innovation tools that convert standard histopathological data into quantitative prognostic scores. This study proposes a novel deterministic scalar mathematical model to quantify tumour resistance and predict therapeutic efficacy without high-cost infrastructure. Methods We developed a theoretical framework that transforms qualitative pathological inputs (TNM stage, Grade, and Ki67 status) into quantitative scalar variables. The model is anchored on three derived parameters: (1) Relative Severity of Disease (RSD), a multiplier based on stage-specific survival decay; (2) a graded Tumour Proliferation Index (Ki67); and (3) the Tumour-Dependent Therapeutic Response Coefficient (TmdRxResCoef). Resistance (Res) was modelled as the product of mass (RSD) and velocity (Ki67score), while therapeutic responsiveness was defined as the inverse of resistance (1/Res). Results The model demonstrates a non-linear, inverse relationship between tumour burden and the potential for therapeutic gain. Crucially, the model exposed a \"biological equivalence\" between Stage I/High-Grade tumours (Resistance Score = 4.0) and Stage IV/Indolent tumours (Resistance Score = 3.8), challenging the dogma that anatomical stage is the sole driver of prognosis. We successfully quantified the \"Resistance Gap,\" demonstrating that a high-velocity early-stage tumour yields a TmdRxResCoef of <25%, mathematically defining a requirement for aggressive systemic therapy despite small anatomical size. Conversely, the model identified indolent metastatic phenotypes with stable resistance profiles suitable for de-escalated management. Conclusion This scalar model bridges the gap between basic histopathology and precision medicine. By providing a mathematically transparent, calculator-ready method for quantifying tumour resistance, it empowers clinicians in resource-limited settings to make evidence-based decisions on treatment escalation or de-escalation. This framework offers a rigorous, low-cost alternative to genomic profiling and provides a scalable, mathematically transparent scaffold for future AI integration in oncology.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.902Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491903-71hjmybia",
    "source": "preprints",
    "type": "preprint",
    "title": "Simultaneous CRISPR-Cas9-induced double strand breaks are lethal in cancers",
    "summary": "Teh, S. S. K. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.1101/2023.04.03.535384",
    "data": {
      "title": "Simultaneous CRISPR-Cas9-induced double strand breaks are lethal in cancers",
      "summary": "Teh, S. S. K. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.1101/2023.04.03.535384",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2023.04.03.535384",
        "authors": "Teh, S. S. K.; Kotwal, A.; Bennett, A.; Halper-Stromberg, E.; Morsberger, L.; Zamani, S.; Shi, Y.; Skaist, A.; Zhu, Q.; Bowland, K.; Liang, H.; Hruban, R. H.; Hung, C.-F.; Anders, R. A.; Roberts, N. J.; Scharpf, R. B.; Goldstein, M.; Zou, Y. S.; Eshleman, J. R.",
        "authorFormatted": "Teh, S. S. K. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "While radiation is an effective oncologic therapy, killing cancer by inducing DNA double-strand breaks (DSBs), it lacks specificity for neoplastic cells. We have previously adapted the CRISPR-Cas9 gene-editing technology as a cancer-specific treatment modality targeting somatic mutations in pancreatic cancer (PC). However, its tumoricidal potential remains unclear, especially in comparison to therapeutic doses of radiation. Here, we demonstrate that CRISPR-Cas9-induced DSBs are significantly more cytotoxic in PCs than a comparable number of radiation-induced DSBs. We observed >90% tumor growth inhibition by targeting 9 sites with cancer-specific single-guide RNAs (sgRNAs). Through both bioinformatics and cytogenetics analyses, we found that CRISPR-Cas9-induced DSBs triggered ongoing chromosomal rearrangements, with 87% of structural variants being novel rather than directly produced from CRISPR-Cas9-induced DSBs, and chromosomal instability (CIN) peaking before cell death. By comparing the cytotoxicity of CRISPR-Cas9- to radiation-induced DSBs, we demonstrate that the number of DSBs required to achieve equitoxic effects was [~]3 times higher for radiation than CRISPR-Cas9. Finally, we show that PC cells that had survived CRISPR-Cas9 targeting retained susceptibility to subsequent CRISPR-Cas9-induced DSBs at different genomic sites with >87% growth inhibition. Together, our data support the therapeutic potential of CRISPR-Cas9 as an anti-cancer strategy.",
        "version": "2",
        "license": "cc_by_nc"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.903Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491903-r655qi7b8",
    "source": "preprints",
    "type": "preprint",
    "title": "Impaired adipose anabolism in pancreatic cancer cachexia is reversed by HuR inhibition",
    "summary": "Arneson-Wissink, P. C. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.1101/2024.12.27.630549",
    "data": {
      "title": "Impaired adipose anabolism in pancreatic cancer cachexia is reversed by HuR inhibition",
      "summary": "Arneson-Wissink, P. C. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.1101/2024.12.27.630549",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2024.12.27.630549",
        "authors": "Arneson-Wissink, P. C.; Pelz, K.; Worley, B.; Mendez, H.; Pham, P.; Diba, P.; Levasseur, P. R.; McCarthy, G.; Chitsazan, A.; Brody, J. R.; Grossberg, A.",
        "authorFormatted": "Arneson-Wissink, P. C. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "BackgroundCachexia is defined by chronic loss of fat and muscle, is a frequent complication of pancreatic ductal adenocarcinoma (PDAC), and negatively impacts patient outcomes. Nutritional supplementation cannot fully reverse tissue wasting, and the mechanisms underlying this phenotype are unclear. This work aims to define the relative contributions of catabolism and anabolism to adipose wasting in PDAC-bearing mice. Human antigen R (HuR) is an RNA-binding protein recently shown to suppress adipogenesis. We hypothesize that fat wasting results from a loss of adipose anabolism driven by increased HuR activity in adipocytes of PDAC-bearing mice.\n\nMethodsAdult C57BL/6J mice received orthotopic PDAC cell (KrasG12D; p53R172H/+; Pdx1-cre) (PDAC) or PBS (sham) injections. Mice exhibiting moderate cachexia (9 days after injection) were fasted for 24h, or fasted 24h and refed 24h before euthanasia. A separate cohort of PDAC mice were treated with an established HuR inhibitor (KH-3, 100 mg/kg) and subjected to the fast/refeed paradigm. We analyzed body mass, gross fat pad mass, and adipose tissue mRNA expression. We quantified lipolytic rate as the normalized quantity of glycerol released from 3T3-L1 adipocytes in vitro, and gonadal fat pads (gWAT) ex vivo.\n\nResults3T3-L1 adipocytes treated with PDAC cell conditioned media (CM) had lower expression of lipolysis and lipogenesis genes than control cells, and did not display elevated lipolysis as measured by liberated glycerol. PDAC gWAT cultured ex vivo displayed decreased lipolysis compared to sham gWAT (-54.7%). PDAC and sham mice lost equivalent fat mass after a 24h fast, however, PDAC mice could not restore inguinal fat pads (iWAT) (-40.5%) or gWAT (-31.8%) mass after refeeding. RNAseq revealed 572 differentially expressed genes in gWAT from PDAC compared to sham mice. Downregulated genes (n=126) were associated with adipogenesis (adj p=0.05), and expression of adipogenesis master regulators Pparg and Cebpa were reduced in gWAT from PDAC mice. Immunohistochemistry revealed increased HuR staining in gWAT (+74.9%) and iWAT (+41.2%) from PDAC mice. Inhibiting HuR binding restored lipogenesis in refed animals with a concomitant increase in iWAT mass (+131.7%).\n\nConclusionsOur work highlights deficient adipose anabolism as a driver of reduced lipid content in 3T3-L1 adipocytes treated with PDAC conditioned media and PDAC mice. The small molecule KH-3, which disrupts HuR binding, restored adipose anabolism in PDAC mice. This highlights HuR as a potentially targetable regulatory node for adipose anabolism in cancer cachexia.",
        "version": "3",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.903Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491904-l13iy9icq",
    "source": "preprints",
    "type": "preprint",
    "title": "A Luminal-Basal Stratification of the Native Human Pancreatic Duct is Differentially Represented in Pancreatic Cancers",
    "summary": "Van den Bossche, J.-L. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.1101/2025.01.14.632911",
    "data": {
      "title": "A Luminal-Basal Stratification of the Native Human Pancreatic Duct is Differentially Represented in Pancreatic Cancers",
      "summary": "Van den Bossche, J.-L. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.1101/2025.01.14.632911",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.01.14.632911",
        "authors": "Van den Bossche, J.-L.; Van der Vliet, M.; Michiels, E.; Senar, O. A.; Van Lint, S.; Madran, Z.; Coolens, K.; Brons, J.; Nacher, M.; Arsenijevic, T.; Messaoudi, N.; Lefesvre, P.; Bouchart, C.; Verset, L.; Navez, J.; Fallas, J.; Dusetti, N. J.; Montanya, E.; Rovira, M.; Van Laethem, J.-L.; Houbracken, I.; Baldan, J.; Rooman, I.",
        "authorFormatted": "Van den Bossche, J.-L. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-12",
        "abstract": "BackgroundA resemblance of pancreatic tumors to their native tissue architecture remains largely unexplored, while it may reveal novel insights into the healthy and diseased tissue.\n\nObjectiveThis study aims at generating a spatially resolved map of human pancreatic duct cell populations in the native tissue and in tumors, i.e. pancreatic ductal adenocarcinoma (PDAC) and adenosquamous cancer of the pancreas (ASCP).\n\nDesignNew datasets were acquired with several spatial transcriptomics platforms and were integrated with public single-cell RNAseq datasets and validated by multiplex immunofluorescence. Cell lines and primary human cell cultures were genetically manipulated.\n\nResultsGroups of Keratin-5+ cells in larger ducts have a gene signature reminiscent of stem cells and (supra)basal cells from other tissues. At single cell resolution, this group comprises {Delta}Np63+ basal cells (BAS) and {Delta}Np63- supra-basally residing luminal-B cells (LUM-B). The latter express previously unreported MUC4 and MUC16. Additionally, we identified three other luminal cell populations in the ducts (LUM-A, -C, -D). In cancer, BAS and LUM-B signatures associate with basal-like (BL) PDAC, and correlate with lower survival. However, PDAC exhibits a random spatial pattern and fragmented native expression programs while ASCP preserve the identity of LUM-B and BAS in a spatially unmixed pattern. {Delta}Np63 drives cell plasticity to BAS, conserved from the native tissue to cancer.\n\nConclusionSpatially distinct duct cell populations are revealed, and the extent of preservation of the native cell identities in pancreatic cancer underpins distinct tumor identities. This warrants a separate consideration in research and therapy.\n\nWhat is already known on this topicWhile tumors in the pancreas can exhibit basal-like and squamous features resembling tumors of other tissues, their resemblance to the native duct cells, and possible subpopulations thereof, had not been studied in detail.\n\nWhat this study addsOne basal and four luminal spatially distinct cell populations exist in human pancreatic ducts. These are best conserved in ASCP while PDAC shows loss of the native cell identity program.\n\nHow this study might affect research, practice or policyOur study demonstrates fundamental differences between the tumor cells of the BL PDAC versus the rare ASCP, highlighting the necessity for a clear distinction between them in research and in tumor-specific treatments. Meanwhile, the research community should acknowledge the spatial and functional heterogeneity of human duct cells, including in their experimental models.",
        "version": "2",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.904Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491905-te7zc4z5x",
    "source": "preprints",
    "type": "preprint",
    "title": "Red Blood Cell-derived Extracellular Vesicles enable Cisplatin and Cetuximab combined Therapy against Triple-Negative Breast Cancer",
    "summary": "Romano, M. et al. - bioRxiv (2026-01-14)",
    "url": "https://doi.org/10.1101/2025.03.20.644320",
    "data": {
      "title": "Red Blood Cell-derived Extracellular Vesicles enable Cisplatin and Cetuximab combined Therapy against Triple-Negative Breast Cancer",
      "summary": "Romano, M. et al. - bioRxiv (2026-01-14)",
      "url": "https://doi.org/10.1101/2025.03.20.644320",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.03.20.644320",
        "authors": "Romano, M.; Musico, A.; Zendrini, A.; Gilberti, E.; Orlandi, F.; Pedrazzi, T.; Alacqua, S.; Segala, A.; Zenatelli, R.; Tassoni, S.; Paolini, L.; Cifola, I.; Mangano, E.; Consolandi, C.; Camboni, T.; Signati, L.; Mazzucchelli, S.; Neva, A.; Ragni, M.; Severgnini, M.; Valerio, A.; Pomarico, G.; Almici, C.; De Palma, G.; Corsi, F.; Bergese, P.; Radeghieri, A.",
        "authorFormatted": "Romano, M. et al.",
        "server": "bioRxiv",
        "category": "cell biology",
        "publishedDate": "2026-01-14",
        "abstract": "Background: Triple-negative breast cancer is an aggressive breast cancer subtype characterized by the absence of human epidermal growth factor receptor 2, estrogen and progesterone receptors, limiting targeted therapy options. Cisplatin, a chemotherapeutic agent, induces DNA damage and exhibits some efficacy against triple-negative breast cancer, but its effectiveness is often reduced by chemoresistance and systemic toxicity. A very promising strategy to augment cisplatin treatment can be based on combining it with the biologic Cetuximab, an epidermal growth factor receptor inhibitor, which boosts cisplatin efficacy by inducing ferroptosis. Results: To optimize this strategy in a biocompatible and precise manner, we developed a nanoplatform based on red blood cell-derived extracellular vesicles for the combined delivery of Cetuximab and cisplatin, enabling immune evasion, and the possibility of autologous personalization and GMP-compliant production. Owing to their DNA-free lumen and lack of EGFR, RBC-EVs preserve cisplatin activity and prevent interference with cetuximab. This formulation enhances cisplatin's cytotoxicity by up to 50%, as shown in vitro and in patient-derived organoids. It effectively reduces chemoresistance by downregulating hypoxia-related genes and promoting ferroptosis, additionally, it improves cisplatin's cytotoxic effects while reducing hemotoxicity compared to the administration of free cisplatin. Conclusions: These findings highlight the potential of red blood cell-derived extracellular vesicles as a biocompatible delivery system enabling combined therapy and offering a promising strategy to overcome current limitations in TNBC treatment.",
        "version": "2",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.905Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491905-ommq74zgq",
    "source": "preprints",
    "type": "preprint",
    "title": "p53-induced RNA-binding protein ZMAT3 inhibits transcription of a hexokinase to suppress mitochondrial respiration",
    "summary": "Kumar, R. et al. - bioRxiv (2026-01-14)",
    "url": "https://doi.org/10.1101/2025.05.12.653341",
    "data": {
      "title": "p53-induced RNA-binding protein ZMAT3 inhibits transcription of a hexokinase to suppress mitochondrial respiration",
      "summary": "Kumar, R. et al. - bioRxiv (2026-01-14)",
      "url": "https://doi.org/10.1101/2025.05.12.653341",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.05.12.653341",
        "authors": "Kumar, R.; Couly, S.; Muys, B. R.; Li, X. L.; Grammatikakis, I.; Singh, R.; Guest, M.; Wen, X.; Tang, W.; Ambs, S.; Jenkins, L. M.; Pehrsson, E. C.; Chari, R.; Su, T.-P.; Lal, A.",
        "authorFormatted": "Kumar, R. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-14",
        "abstract": "The tumor suppressor p53 is a transcription factor that controls the expression of hundreds of genes. Emerging evidence indicates that the p53-induced RNA-binding protein ZMAT3 acts as a key splicing regulator that contributes to p53-dependent tumor suppression in vitro and in vivo. However, the mechanism by which ZMAT3 functions within the p53 pathway remains largely unclear. Here, we discovered a function of ZMAT3 in inhibiting transcription of HKDC1, a hexokinase that regulates glucose metabolism and mitochondrial respiration. Quantitative proteomics revealed HKDC1 as the most significantly upregulated protein in ZMAT3-depleted colorectal cancer cells. ZMAT3 depletion resulted in increased mitochondrial respiration, which was rescued by simultaneous depletion of HKDC1, suggesting that HKDC1 is a critical downstream effector of ZMAT3. Unexpectedly, ZMAT3 did not bind to HKDC1 RNA or DNA; however, proteomic analysis of the ZMAT3 interactome identified its interaction with the oncogenic transcription factor JUN. ZMAT3 depletion enhanced JUN binding to the HKDC1 locus, leading to increased HKDC1 transcription that was rescued upon JUN depletion, suggesting that JUN activates HKDC1 transcription in ZMAT3-depleted cells. Collectively, these findings uncover a mechanism by which ZMAT3 regulates transcription through JUN and demonstrate that HKDC1 is a key component of the ZMAT3-regulated transcriptome in the context of mitochondrial respiration regulation.",
        "version": "3",
        "license": "cc0"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.905Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491906-pzdqfg554",
    "source": "preprints",
    "type": "preprint",
    "title": "METTL3 regulates exocytosis independently of m6A",
    "summary": "Esteva-Socias, M. et al. - bioRxiv (2026-01-15)",
    "url": "https://doi.org/10.1101/2025.05.26.656168",
    "data": {
      "title": "METTL3 regulates exocytosis independently of m6A",
      "summary": "Esteva-Socias, M. et al. - bioRxiv (2026-01-15)",
      "url": "https://doi.org/10.1101/2025.05.26.656168",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.05.26.656168",
        "authors": "Esteva-Socias, M.; Bhattarai, D. P.; Achour, C.; Baidya, P.; Kumari, K.; Fontanari, G.; Seier, K.; Pace, H.; Malla, S.; Zhu, S.; Lundin, E.; Vagbo, C. B.; Bally, M.; Swaminathan, V. S.; Mateus, A.; Rodriguez-Barrueco, R.; Pich, A.; Aguilo, F.",
        "authorFormatted": "Esteva-Socias, M. et al.",
        "server": "bioRxiv",
        "category": "molecular biology",
        "publishedDate": "2026-01-15",
        "abstract": "RNA modification pathways are often mis-regulated in various cancers, with N6-methyladenosine (m6A) having a pivotal role in cancer progression and metastasis. Methyltransferase-like 3 (METTL3), a core component of the m6A methyltransferase complex, functions not only as an m6A writer but also promotes tumorigenesis through m6A-independent mechanisms. Here, we show that METTL3 is mislocalized to the cytoplasm in breast cancer tumors from patients, contributing to the oncogenic phenotype. Cytoplasmic METTL3 interacts with EXOC7, a key regulator of exocytosis, promoting its stabilization. Additionally, METTL3 regulates m6A-dependent alternative splicing of EXOC7. Silencing METTL3 impairs vesicle trafficking and the breast cancer secretome - effects that do not rely on its enzymatic activity but instead involve METTL3-mediated stabilization of EXOC7 and potentially other exocyst components. Furthermore, METTL3 knockdown impairs invadopodia formation, collagen matrix invasion, and focal adhesion morphology in vitro, while inhibition of METTL3 catalytic activity does not. Our findings uncover non-catalytic roles of METTL3 in regulating exocytosis and the cancer secretome.",
        "version": "3",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.906Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491907-ab5ilklif",
    "source": "preprints",
    "type": "preprint",
    "title": "OpenDVP: An experimental and computational framework for community-empowered deep visual proteomics",
    "summary": "Nimo, J. et al. - bioRxiv (2026-01-15)",
    "url": "https://doi.org/10.1101/2025.07.13.662099",
    "data": {
      "title": "OpenDVP: An experimental and computational framework for community-empowered deep visual proteomics",
      "summary": "Nimo, J. et al. - bioRxiv (2026-01-15)",
      "url": "https://doi.org/10.1101/2025.07.13.662099",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.07.13.662099",
        "authors": "Nimo, J.; Fritzsche, S.; Valdes, D. S.; Trinh, M. T.; Pentimalli, T. M.; Klingeberg, M.; Schallenberg, S.; Klauschen, F.; Herse, F.; Florian, S.; Rajewsky, N.; Coscia, F.",
        "authorFormatted": "Nimo, J. et al.",
        "server": "bioRxiv",
        "category": "systems biology",
        "publishedDate": "2026-01-15",
        "abstract": "Deep visual proteomics (DVP) is an emerging approach for cell type-specific and spatially resolved proteomics. However, its broad adoption has been constrained by the lack of an open-source end-to-end workflow in a community-driven ecosystem. Here, we introduce openDVP, an experimental and computational framework for simplifying and democratizing DVP. OpenDVP integrates open-source software for image analysis, including MCMICRO, QuPath, and Napari, and uses the scverse data formats AnnData and SpatialData for multi-omics integration. It offers two workflows: a fast-track pipeline requiring no image analysis expertise and an artificial intelligence (AI)-powered pipeline with recent algorithms for image pre-processing, segmentation, and spatial analysis. We demonstrate openDVP's versatility in three archival tissue studies, profiling human placenta, early-stage lung cancer, and locally relapsed breast cancer. In each study, our framework provided insights into health and disease states by integrating spatial single-cell phenotypes with exploratory proteomic data. Finally, we introduce deep proteomic profiling of cellular neighborhoods as a scalable approach to accelerate spatial discovery proteomics across biological systems.",
        "version": "2",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.907Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491907-qj4cdy05t",
    "source": "preprints",
    "type": "preprint",
    "title": "Lantana camara leaf extract-mediated suppression of DNA methyltransferase 1 promotes G0/G1 cell cycle arrest and apoptosis, and impedes migration in MDA-MB-231 triple-negative breast cancer cells",
    "summary": "Sanyal, S., Pal, A., SENGUPTA, T. K. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.1101/2025.09.26.678791",
    "data": {
      "title": "Lantana camara leaf extract-mediated suppression of DNA methyltransferase 1 promotes G0/G1 cell cycle arrest and apoptosis, and impedes migration in MDA-MB-231 triple-negative breast cancer cells",
      "summary": "Sanyal, S., Pal, A., SENGUPTA, T. K. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.1101/2025.09.26.678791",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.09.26.678791",
        "authors": "Sanyal, S.; Pal, A.; SENGUPTA, T. K.",
        "authorFormatted": "Sanyal, S., Pal, A., SENGUPTA, T. K.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "BackgroundTriple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with limited therapeutic options and poor prognosis. DNA methyltransferase 1 (DNMT1) maintains aberrant silencing of tumor suppressor genes, contributing to cancer progression. Our previous work demonstrated that Lantana camara leaf extract induces G0/G1 arrest and apoptosis, while inhibiting migration in MDA-MB-231 TNBC cells (Pal et al., 2024).\n\nPurposeThis study investigated the role of DNMT1 in mediating the anticancer effects of Lantana camara extract.\n\nStudy DesignAn in vitro experimental study was performed using MDA-MB-231 TNBC cells.\n\nMethodsCells were treated with the extract, and the expression of DNMT1 was analyzed at the mRNA and protein levels. Expression of tumor suppressor genes was assessed at mRNA level. Functional assays were conducted following DNMT1 overexpression to examine its impact on extract-induced effects. Expression of methyl-CpG binding domain protein 2 (MBD2), histone deacetylase 1 (HDAC1), and histone deacetylase 2 (HDAC2) was evaluated at the mRNA level.\n\nResultsThe extract significantly downregulated DNMT1, resulting in the reactivation of multiple tumor suppressor genes. Overexpression of DNMT1 counteracted the extract-induced reduction in cell viability, reduced G0/G1 arrest, attenuated apoptosis, and enhanced migratory capacity, while suppressing the mRNA expression of tumor suppressor genes. Additionally, the extract downregulated the mRNA expression of MBD2, HDAC1, and HDAC2, suggesting broader modulation of epigenetic regulators.\n\nConclusionSuppression of DNMT1 is a central mechanism underlying the anticancer activity of Lantana camara extract. These findings highlight its potential as a natural epigenetic modulator and a promising therapeutic candidate for TNBC.",
        "version": "2",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.907Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491908-4sxljsycw",
    "source": "preprints",
    "type": "preprint",
    "title": "Association of miR-181a-5p with Lantana camara leaf extract-mediated inhibition of proliferation, survival, and migration in luminal A-type MCF-7 cells and triple-negative type MDA-MB-231 cells",
    "summary": "Pal, A., Sanyal, S., Sengupta, T. K. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.1101/2025.10.14.682348",
    "data": {
      "title": "Association of miR-181a-5p with Lantana camara leaf extract-mediated inhibition of proliferation, survival, and migration in luminal A-type MCF-7 cells and triple-negative type MDA-MB-231 cells",
      "summary": "Pal, A., Sanyal, S., Sengupta, T. K. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.1101/2025.10.14.682348",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.10.14.682348",
        "authors": "Pal, A.; Sanyal, S.; Sengupta, T. K.",
        "authorFormatted": "Pal, A., Sanyal, S., Sengupta, T. K.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "Ethnopharmacological relevanceBreast cancer has a high mortality with increasing chemoresistance and recurrence. Lantana camara has diverse medicinal properties, including anti-cancer potential; however, its role in breast cancer is not well-explored.\n\nAim of the studyThe study aims to elucidate the role of Lantana camara leaf extract in miR-181a-5p-mediated control of proliferation, survival, and migration of breast cancer cells.\n\nMaterial and methodsReal-time PCR was employed for RNA expression studies. Bioinformatic tools were used for identifying miR-181a-5p target mRNAs and seed regions in the 3 prime untranslated region of target mRNAs. miR-181a-5p was overexpressed in cells using transfection method. Flow cytometry was employed for cell cycle and apoptosis assays. Scratch assay was performed to study cell migration. The 3 prime untranslated region of CDKN3 was cloned, and site-directed mutagenesis was employed to mutate miR-181a-5p seed region. Western blot analysis was employed for a reporter assay.\n\nResultsL. camara leaf extract upregulated the expression of miR-181a-5p with concomitant decrease in mRNAs of BCL-2, MCL-1, and CDKN3 in breast cancer cells. Overexpression of miR-181a-5p induced cell death in MCF-7 and MDA-MB-231 cells, and cell death increased in the presence of leaf extract. miR-181a impeded migration in both cell lines in the presence of the extract. Reporter assay confirmed the interaction of miR-181a-5p with 3 prime untranslated region of the CDKN3 mRNA.\n\nConclusionOur study suggests that the extract may play an important role in regulating miR-181a-5p in MCF-7 and MDA-MB-231 cells, and may have important therapeutic potential for breast cancer therapy.",
        "version": "2",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.908Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491909-sfac8fehd",
    "source": "preprints",
    "type": "preprint",
    "title": "The tumor suppressor p53 mutational status controls epithelial 3D cell growth under mechanical compression",
    "summary": "Di-Luoffo, M. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.1101/2025.10.23.681444",
    "data": {
      "title": "The tumor suppressor p53 mutational status controls epithelial 3D cell growth under mechanical compression",
      "summary": "Di-Luoffo, M. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.1101/2025.10.23.681444",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.10.23.681444",
        "authors": "Di-Luoffo, M.; Arcucci, S.; Therville, N.; Marty, T.; D'Angelo, R.; Chaouki, M.; Thibault, B.; Swider, P.; Assemat, P.; Delarue, M.; Guillermet-Guibert, J.",
        "authorFormatted": "Di-Luoffo, M. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "ContextSolid tumors are subjected to mechanical stimuli arising from their growth in confined environments. Growth-induced pressure builds up in tumors such as pancreatic cancer and rises alongside the occurrence of genetic alterations during tumorigenesis. This study aims to understand the so far unknown relationship between genetic alterations and cancer cell behavior under compressive stress.\n\nResultsUsing isogenic cell lines with engineered p53 mutations, we showed that the p53 background influences cell response to compression. Tumor growth under compression increased in cells harboring a mutated-truncated p53 form. This mutation blocked caspase 3 cleavage and promoted survival and growth through PI3K-AKT activation and dysregulation of c-FOS and FOSB transcription factors network. Mutated-truncated p53 cells displayed a unique behavior and heightened an activation state under compression.\n\nConclusionMechanical compression and p53 mutations together drive tumor growth. p53 status could be a biomarker for predicting tumor adaptation to mechanical stress and efficiency of therapies targeting mechanosensitive pathways.\n\nTeaserMechanical compression and p53 mutations together enhance cancer cell survival and growth, driving solid tumor progression.",
        "version": "2",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.909Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491910-fc01s2v60",
    "source": "preprints",
    "type": "preprint",
    "title": "A stress-dependent TRIM28-ALKBH2 feedback loop modulates chemoresistance in NSCLC",
    "summary": "Sun, Z. et al. - bioRxiv (2026-01-10)",
    "url": "https://doi.org/10.1101/2025.11.21.689678",
    "data": {
      "title": "A stress-dependent TRIM28-ALKBH2 feedback loop modulates chemoresistance in NSCLC",
      "summary": "Sun, Z. et al. - bioRxiv (2026-01-10)",
      "url": "https://doi.org/10.1101/2025.11.21.689678",
      "relevance": "medium",
      "metadata": {
        "doi": "10.1101/2025.11.21.689678",
        "authors": "Sun, Z.; Deng, Y.; Liu, Y.; Liu, Z.; Li, J.; Wu, L.; Zeng, L.; Feng, X.; Miao, L.; Sheng, Y.; Chen, B.; He, Y.; Liu, Y.; Zhao, Y.",
        "authorFormatted": "Sun, Z. et al.",
        "server": "bioRxiv",
        "category": "biochemistry",
        "publishedDate": "2026-01-10",
        "abstract": "Chemoresistance to DNA-damaging agents, including platinum and alkylating compounds, limits treatment efficacy in non-small cell lung cancer (NSCLC) and is frequently associated with elevated DNA repair activity. Here, we identify a stress-responsive feedback loop between the E3 ligase TRIM28 and the demethylase ALKBH2. TRIM28 binds ALKBH2 and promotes its K48-linked polyubiquitination and proteasomal degradation, whereas ALKBH2 enhances TRIM28 transcription and protein levels, forming a feedback loop. Notably, alkylation stress induces a biphasic response: acute MMS exposure enhances TRIM28-ALKBH2 association and accelerates ALKBH2 degradation, whereas prolonged exposure promotes TRIM28 degradation, leading to ALKBH2 stabilization and transcriptional upregulation. Clinically, ALKBH2 is frequently elevated in lung adenocarcinoma and is associated with worse survival, whereas TRIM28 exhibits prognostic value specifically in chemotherapy-treated patients. Functionally, MMS-cisplatin co-treatment increased DNA damage and reduced clonogenic survival by counteracting ALKBH2-dependent alkylation tolerance, linking the TRIM28-ALKBH2 loop to chemoresistance in NSCLC.",
        "version": "3",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.910Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491911-m1umfvbo2",
    "source": "preprints",
    "type": "preprint",
    "title": "MetaPaCS: A Novel Meta-Learning Framework for Pancreatic Cancer Subtype Identification",
    "summary": "Peterson, N. B. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2025.12.29.696875",
    "data": {
      "title": "MetaPaCS: A Novel Meta-Learning Framework for Pancreatic Cancer Subtype Identification",
      "summary": "Peterson, N. B. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2025.12.29.696875",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2025.12.29.696875",
        "authors": "Peterson, N. B.; Sun, M.; Wu, X.; Wang, J.; Wan, S.",
        "authorFormatted": "Peterson, N. B. et al.",
        "server": "bioRxiv",
        "category": "bioinformatics",
        "publishedDate": "2026-01-09",
        "abstract": "As the third leading cause of cancer related deaths in the United States, pancreatic cancer (PaC) is a highly heterogenous malignancy that can be divided into a multitude of potential subtypes, with the main 4 consisting of aberrantly differentiated endocrine exocrine (ADEX), immunogenic, progenitor, and squamous. Each PaC subtype is characterized by their unique molecular pathways and therapeutic characteristics. Identifying PaC molecular subtypes is essential for downstream patient risk stratification and tailored treatment design. Conventional wet-lab approaches for PaC subtyping like microdissection, histopathological studies or molecular profiling are often laborious, costly and time-consuming. To address these concerns, we present MetaPaCS, a novel meta-learning framework to accurately identify PaC subtypes based on transcriptomics data only. Specifically, after preprocessing, the transcriptome-based feature vectors were classified by 10 base machine learning (ML) classifiers, whose prediction outputs were then combined with the initial preprocessed feature vectors to constitute a new set of ensemble feature vectors for a meta-learning model. Our meta-learning model could learn and leverage the diversity of different base classifiers to boost the prediction performance beyond any single ML model. Results based on 100 times ten-fold cross validation tests on benchmarking datasets demonstrated that MetaPaCS performed significantly better than existing state-of-the-art methods for PaC subtyping. In addition, our meta-learning model remarkably outperformed each individual base classifier, demonstrating that MetaPaCS could combine diverse results from multiple base classifiers to boost the ensemble performance. We believe that MetaPaCS is a promising tool for characterizing PaC subtypes and will have positive impacts on downstream risk stratification and personalized treatment design for PaC patients.",
        "version": "3",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.911Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491912-xql2m88xn",
    "source": "preprints",
    "type": "preprint",
    "title": "Multi-omic Longitudinal Analysis of Canine Osteosarcoma Identifies Inter-Patient Heterogeneity and Immune Enrichment in Metastatic Lesions",
    "summary": "Husted, C. et al. - bioRxiv (2026-01-15)",
    "url": "https://doi.org/10.64898/2026.01.05.696411",
    "data": {
      "title": "Multi-omic Longitudinal Analysis of Canine Osteosarcoma Identifies Inter-Patient Heterogeneity and Immune Enrichment in Metastatic Lesions",
      "summary": "Husted, C. et al. - bioRxiv (2026-01-15)",
      "url": "https://doi.org/10.64898/2026.01.05.696411",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.05.696411",
        "authors": "Husted, C.; Seidel, K.; Karagiannis, T.; Peterson, C.; Megquier, K.; Genereux, D. P.; Richmond, J.; Karlsson, E.; Shulman, D. S.; Crompton, B.; London, C. A.; Gardner, H. L.",
        "authorFormatted": "Husted, C. et al.",
        "server": "bioRxiv",
        "category": "genomics",
        "publishedDate": "2026-01-15",
        "abstract": "Osteosarcoma (OS) exhibits substantial genomic complexity and inter-patient heterogeneity, necessitating longitudinal, patient-matched analyses to understand acquired features of tumor evolution. However, most published OS data is limited to primary tumor samples, limiting insight into patient-specific resistance mechanisms. To address this, we characterized the genomic landscape of paired primary and metastatic tumor samples from dogs with spontaneous OS. Whole-genome and single-cell RNA sequencing reveal mutation and gene expression profiles that are predominantly organized by patient identity. Mutational burden and pathway alterations such as those involving PI3K, NOTCH, TP53, MAPK, RAS and epigenetic regulation differ between primary and metastatic samples. Variants present in tumor tissue are readily detectable in paired cfDNA samples, demonstrating utility of this assay for identifying tumor-specific alterations associated with treatment resistance disease. Analysis of bulk RNA-seq data to estimate cell-type composition shows greater immune cell representation in metastases, underscoring the importance of immune signaling pathways in OS. These findings exemplify the presence of patient-specific alterations in genomic architecture over the course of tumor progression, linking CNV amplification, pathway reprogramming, and immune evasion in metastatic OS.",
        "version": "2",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.912Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491913-nbwja1kos",
    "source": "preprints",
    "type": "preprint",
    "title": "A Novel miR-4745-KLC2 Axis Regulates Cancer Stem Cell Traits in Colorectal Cancer",
    "summary": "Lahry, K. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.07.697660",
    "data": {
      "title": "A Novel miR-4745-KLC2 Axis Regulates Cancer Stem Cell Traits in Colorectal Cancer",
      "summary": "Lahry, K. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.07.697660",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.07.697660",
        "authors": "Lahry, K.; BARRAJA, P.; RIPOLL, J.; BOUVET, O.; PINNA, G.; BASTIDE, A.; MATEUS, S.; TELLIER, L.; BIGOT, K.; MATTA, C.; POTHIN, E.; BANSARD, L.; DEJOU, C.; GONZALEZ, A.-A.; RIVALS, E.; PANNEQUIN, J.; PASCUSSI, J.-M.; DAVID, A.; PLANQUE, C.",
        "authorFormatted": "Lahry, K. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "Advanced colorectal cancer (CRC) treatments often fail due to chemoresistance and tumor recurrence, primarily driven by cancer stem cells (CSCs), which play a significant role in therapy ineffectiveness. MicroRNAs (miRNAs) play a pivotal role in regulating numerous biological functions within CSCs. Through a gain-of-function miRNA screening, we identified miRNAs that regulate the ALDEFLUOR-positive CSC population in colon cancer, with miR-4745 emerging as a promising inhibitor. Overexpression of miR-4745 reduced CSC self-renewal, diminished chemoresistance, and prevented CSC enrichment after chemotherapy in patient-derived CRC models. Mechanistically, miR-4745 directly targets the 3UTR of kinesin-light chain 2 (KLC2) mRNA, a member of the kinesin superfamily associated with poor clinical outcomes across various cancers. siRNA-mediated KLC2 downregulation reduced ALDH-positive CSCs and suppressed sphere formation, while KLC2 overexpression promoted CSC traits. Additionally, we observed an inverse correlation between KLC2 and miR-4745 mRNA levels in different colon cancer cell culture settings. Notably, KLC2 mRNA levels increased with local CRC progression and were correlated with poor overall survival in a cohort of over 1 000 stage I to IV colorectal cancer patients. Our study uncovers a novel miR-4745-KLC2 axis that regulates CSC properties and chemoresistance in CRC, offering a promising strategy to prevent relapse and improve clinical outcomes for patients.",
        "version": "2",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.913Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491914-fh4ym1l7p",
    "source": "preprints",
    "type": "preprint",
    "title": "HIF-1 regulated TPM3 links hypoxia to motility and invasion beyond the hypoxic fraction in triple-negative breast cancer",
    "summary": "Zhou, C. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.08.698356",
    "data": {
      "title": "HIF-1 regulated TPM3 links hypoxia to motility and invasion beyond the hypoxic fraction in triple-negative breast cancer",
      "summary": "Zhou, C. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.08.698356",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.08.698356",
        "authors": "Zhou, C.; Crusher, J. T.; Friesen, K.; Twigger, S. A.; Booker, G.; Samuel, P.; Parkes, E. E.; Hammond, E. M.",
        "authorFormatted": "Zhou, C. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "Hypoxia is a defining feature of triple-negative breast cancer (TNBC), driving invasion, metastasis, and therapy resistance. Understanding the molecular effectors of hypoxia is essential to identify new therapeutic targets. Here, we investigated tropomyosin 3 (TPM3), an actin-binding protein that regulates filament stability. TPM3 is significantly upregulated in breast cancer, including in TNBC, where elevated levels correlate with poor overall survival. Using validated hypoxia signatures and TNBC cell models, we show that TPM3 is induced in physiologically relevant hypoxic conditions in a HIF-1-dependent manner. Both mRNA and protein levels of TPM3 increased in response to hypoxia, and TPM3 colocalised with F-actin, supporting cytoskeletal organisation. Functional assays demonstrated that depletion or inhibition of TPM3 impaired cell morphology, motility, and invasion in hypoxic TNBC cells, while not affecting viability. Notably, TPM3 inhibition synergised with Paclitaxel and Doxorubicin, enhancing therapeutic efficacy. In addition, TPM3 was incorporated into extracellular vesicles (EVs), with hypoxia increasing EV-mediated transfer of TPM3 to normoxic cells and promoting their motility. These findings establish TPM3 as a hypoxia-inducible, HIF-1-regulated effector of cytoskeletal dynamics and intercellular communication, underscoring its potential as a therapeutic target to limit TNBC aggressiveness and improve treatment outcomes.",
        "version": "1",
        "license": "cc_by_nc"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.914Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491915-nhdw7k12s",
    "source": "preprints",
    "type": "preprint",
    "title": "Yin Yang Interactomes Drive the Metabolic Dysfunction-Associated Liver Disease Continuum to Hepatocellular Carcinoma",
    "summary": "Bissoondial, T. L. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.06.698028",
    "data": {
      "title": "Yin Yang Interactomes Drive the Metabolic Dysfunction-Associated Liver Disease Continuum to Hepatocellular Carcinoma",
      "summary": "Bissoondial, T. L. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.06.698028",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.06.698028",
        "authors": "Bissoondial, T. L.; Reddi, R.; Madugula, S. S.; Shukla, M.; Narayan, M.; Narayan, P.",
        "authorFormatted": "Bissoondial, T. L. et al.",
        "server": "bioRxiv",
        "category": "bioinformatics",
        "publishedDate": "2026-01-09",
        "abstract": "The risk for hepatocellular carcinoma (HCC) arising from metabolic dysfunction- associated steatotic liver disease (MASLD)-related cirrhosis exceeds the risk for cancer developing in the kidney, heart, or lung as a consequence of end-stage disease in those organs. Both experimental and clinical studies support the existence of circulating biomarkers whose elevated expression is associated with, and supports the diagnosis of, HCC. We posit the existence of oncogenic HCC biomarkers under regulation by tumor-suppressive microRNAs (miRs), and that reduced tumor-suppressive miR expression leads to increased oncogenic biomarker expression. By interrogating the MASLD-HCC miR interactome and miRs known to regulate HCC biomarkers, we identified hsa-miR-577, hsa-miR-9500, hsa-miR-101-3p, miR-206, hsa- miR-219a-1-3p, and hsa-miR-613 as tumor-suppressive miRs whose expression is reduced across multiple cancers. Their target genes, osteopontin, Golgi protein-73, and Dickkopf-related protein 1, exhibit increased expression in HCC and display oncogenic activity. Collectively, dysregulated expression of these miRs and their downstream gene products may contribute to progression along the MASLD continuum toward HCC.\n\nHighlightsWe identified tumor suppressive miRs, hsa-miR-577, hsa-miR-9500, hsa-miR-101-3p, miR-206, hsa-miR-219a-1-3p, and hsa-miR-613 with potentially reduced expression levels in HCC. Their gene products, osteopontin, Golgi protein-73, and Dickkopf-related protein 1, exhibit oncogenic properties and increased expression levels in HCC. These miR-gene product interactions may drive the MASLD continuum to HCC. Mechanistic insights should illuminate therapies. Identification of therapeutics that interrupt these interactions may represent a therapeutic pillar for patients with MASLD.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=159 SRC=\"FIGDIR/small/698028v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (29K):\norg.highwire.dtl.DTLVardef@1892140org.highwire.dtl.DTLVardef@1e61677org.highwire.dtl.DTLVardef@cd0488org.highwire.dtl.DTLVardef@1e48d8a_HPS_FORMAT_FIGEXP  M_FIG O_FLOATNOFigureC_FLOATNO MASLD-related HCC.\n\nThe intersection set between the MASLD-HCC miR interactome and the set of miRs regulating biomarkers diagnostic for HCC was interrogated and tumor suppressive miRs regulating HCC biomarkers with oncogenic activity were identified. Increased risk for HCC in patients with MASLD and MASLD-cirrhosis may arise from interactions between these dysregulated miRs and their downstream gene products.\n\nC_FIG PrologueMetabolic Dysfunction-Associated Liver Disease (MASLD), the leading cause of hepatocellular carcinoma (HCC) in Sweden, is now taking epidemic proportions in South Asia. In India, there is a relatively high prevalence of pre-diabetes, diabetes and insulin resistance; body mass indices > 35 are being observed. Each of these and/or their combinations represent risk factors for MASLD. Nevertheless, both patients and providers are largely oblivious to this disease, both from a lack of general awareness and the asymptomatic nature of MASLD, at least early within its continuum. Diagnosis is often made late, and by exclusion, when presentation may include fatigue, drowsiness, mild encephalopathy (MASLD-pituitary feedback loop), prominent hepatomegaly and asciites, and with liver-specific test demonstrating stiffness, scarring and even HCC. Societal awareness and effective management of this disease are urgent needs. A strategy akin to the 4 pillars for treatment of type 2 diabetes and chronic kidney disease (CKD) needs to be implemented for treatment of patients with MASLD.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=30 SRC=\"FIGDIR/small/698028v1_ufig2.gif\" ALT=\"Figure 2\">\nView larger version (11K):\norg.highwire.dtl.DTLVardef@89a77org.highwire.dtl.DTLVardef@d50c15org.highwire.dtl.DTLVardef@10c6964org.highwire.dtl.DTLVardef@1db2cfa_HPS_FORMAT_FIGEXP  M_FIG O_FLOATNOFigureC_FLOATNO Four-pillar Strategy for MASLD.\n\nA strategy akin to the one in place for treatment of type 2 diabetes and CKD needs to be implemented for treatment of patients with MASLD. Aspects of this strategy, viz. SGLT2i and GLP-1{+/-}GIP agonists, are already approved in MASLD.\n\nC_FIG",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.915Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491916-i7v5cr4j9",
    "source": "preprints",
    "type": "preprint",
    "title": "Edge effect on the distribution of the Green Shield Bug Palomena prasina in hazelnut orchards, and the role of adjacent habitats in crop colonization.",
    "summary": "Driss, L. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.08.694378",
    "data": {
      "title": "Edge effect on the distribution of the Green Shield Bug Palomena prasina in hazelnut orchards, and the role of adjacent habitats in crop colonization.",
      "summary": "Driss, L. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.08.694378",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.08.694378",
        "authors": "Driss, L.; Andalo, C.; Liedtke, C.; Hamidi, R.; Magro, A.",
        "authorFormatted": "Driss, L. et al.",
        "server": "bioRxiv",
        "category": "ecology",
        "publishedDate": "2026-01-09",
        "abstract": "Palomena prasina (L.) (Hemiptera: Pentatomidae), the green shield bug (GSB), is an important hazelnut pest in Southern Europe. Currently, its control focuses on insecticide spraying during the crop season. We hypothesised that, as for other pentatomid species, adjacent habitats strongly influence the population build-up in spring and, therefore, lead to edge effects in crop fields during the production season. This could allow for precision-targeted pest management strategies. This study examined the spatio-temporal dynamics of the GSB in spring and summer over two years. We investigated the plant preferences of GSBs in spring and the existence of edge effects on their distribution and on fruit damage in hazelnut orchards in summer. We also examined the relative contribution of adjacent habitats to GSB abundance in crops.\n\nOur results show that, following their emergence from overwintering in spring, GSB adults, and later on their offspring, are primarily found on wild host plants in natural habitats, particularly on Crataegus monogyna Jacquin, and Cornus sanguinea L.. In early summer, the older nymphs of the second generation colonise the hazelnut orchards, with populations and damage proportion displaying edge effects. We were unable to identify an adjacent habitat variable that significantly explains the abundance of GSB in the orchards, although both forest habitats and hazelnut orchards have an effect on GSB abundance. Based on these findings, we propose various IPM strategies for controlling P. prasina.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.916Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491917-8g30b4fos",
    "source": "preprints",
    "type": "preprint",
    "title": "Ex Vivo Assay for Organ-Specific Cancer Cell Invasion",
    "summary": "Tyckaert, F. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.08.698145",
    "data": {
      "title": "Ex Vivo Assay for Organ-Specific Cancer Cell Invasion",
      "summary": "Tyckaert, F. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.08.698145",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.08.698145",
        "authors": "Tyckaert, F.; Göddertz, P. F.; Reichhold, M.; Sarg, B.; Faserl, K.; Paton Gonzalez, P.; Eichin, F.; Villunger, A.; Ormanns, S.; Redl, S.; Hofmann, J.; Hautz, T.; Baschieri, F.",
        "authorFormatted": "Tyckaert, F. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "Metastasis is the leading cause of cancer-related mortality, yet experimental models inadequately recapitulate the tissue-specific microenvironments that shape metastatic dissemination. In vivo systems provide physiological relevance but are poorly suited for mechanistic studies and screening, whereas conventional in vitro assays lack the organ-specific extracellular matrix (ECM) context that critically influences invasive behavior. To address this gap, an ex vivo method is established that balances biological relevance with scalability, affordability, and ease of use.\n\nMild detergent decellularization of mouse organs followed by vibratome slicing generates optically transparent lung, liver, and intestine scaffolds that preserve native ECM architecture, mechanics, and composition. These organ-derived matrices are readily integrated into standard microfluidic channels and analyzed using conventional fluorescence microscopy, enabling quantitative assessment of cancer cell invasion without specialized infrastructure.\n\nBenchmarking with breast cancer cell lines of well-defined invasive capacity confirms the robustness and biological relevance of the platform. Non-invasive MCF7 cells fail to infiltrate any scaffold, whereas highly invasive MDA-MB-231 cells display organ-specific invasion, preferentially penetrating lung and liver ECM while showing virtually no invasion of intestinal scaffolds, consistent with clinically observed metastatic tropism. Quantitative invasion rates closely match values reported in vivo by intravital microscopy.\n\nOverall, this ex vivo system provides an accessible and scalable platform to study ECM-driven determinants of metastatic invasion while reducing reliance on animal models.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.917Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491918-0jho1ed1s",
    "source": "preprints",
    "type": "preprint",
    "title": "Engineering Functionality-Optimized Fully Human B7-H3 CAR T Cells for Enhanced Solid Tumor Therapy",
    "summary": "Bajgain, P. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.09.696281",
    "data": {
      "title": "Engineering Functionality-Optimized Fully Human B7-H3 CAR T Cells for Enhanced Solid Tumor Therapy",
      "summary": "Bajgain, P. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.09.696281",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.696281",
        "authors": "Bajgain, P.; Feng, Y.; Puebla, M.; Tian, M.; Hsu, K.-S.; Lee, J.; Yu, G.; Yang, L.; Seaman, S.; Hilton, M. B.; Morris, K.; Borchin, N.; Tran, J. D.; Metcalfe, R. D.; Cronk, J.; Khan, J.; Nellan, A.; Kaplan, R. N.; St. Croix, B.",
        "authorFormatted": "Bajgain, P. et al.",
        "server": "bioRxiv",
        "category": "immunology",
        "publishedDate": "2026-01-09",
        "abstract": "B7-H3 is a cell surface protein overexpressed in many solid tumors and an attractive target for chimeric antigen receptor (CAR) T cell therapy. The most clinically advanced B7-H3 CARs are derived from murine monoclonal antibodies (mAbs) 376.96 and MGA271, which are now in phase 1/11 trials. However, non-human mAb sequences can provoke immune responses, leading to CAR T-cell rejection and therapeutic failure. Although scFv humanization reduces this risk, residual foreign residues within the variable domains remain. To overcome this limitation, we used in vitro phage display to generate fully human B7-H3-specific scFvs for CAR design. In pancreatic cancer, neuroblastoma, and glioblastoma xenograft models, CAR T cells incorporating the lead human binder Y111 were well tolerated and demonstrated superior antitumor activity compared with 376.96- and MGA271-based CARs. Y111 CAR treatment induced complete responses, tumor rejection, and significant survival benefits, identifying Y111 as a promising fully human B7-H3 CAR for solid tumors.",
        "version": "1",
        "license": "cc0"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.918Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491919-dw98wuhp1",
    "source": "preprints",
    "type": "preprint",
    "title": "Impact of single-cell RNA reference selection for the deconvolution of breast cancer spatial transcriptomics datasets",
    "summary": "Altendorfer, S., Walker, S. J., Daub, C. O. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.09.698566",
    "data": {
      "title": "Impact of single-cell RNA reference selection for the deconvolution of breast cancer spatial transcriptomics datasets",
      "summary": "Altendorfer, S., Walker, S. J., Daub, C. O. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.09.698566",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.698566",
        "authors": "Altendorfer, S.; Walker, S. J.; Daub, C. O.",
        "authorFormatted": "Altendorfer, S., Walker, S. J., Daub, C. O.",
        "server": "bioRxiv",
        "category": "bioinformatics",
        "publishedDate": "2026-01-09",
        "abstract": "BackgroundSpot-based Spatial transcriptomics (ST) allows for unbiased gene expression analysis within tissue architecture, overcoming the limitations of single-cell RNA sequencing (scRNA-seq) by preserving spatial context. However, the high spatial resolution in ST leads to cellular heterogeneity within spots, requiring computational deconvolution to infer cellular compositions. While scRNA-seq serves as a key reference for deconvolution, the impact of reference composition on its accuracy is still unclear. In this study, we systematically evaluate the impact of reference selection for cellular deconvolution and give helpful guide-lines to researchers to address this task.\n\nMethodsWe systematically evaluate the impact of single-cell reference selection for global and cell type-specific deconvolution performances in primary and metastatic breast cancer ST datasets. Focusing on state-of-the-art deconvolution tools Cell2location and Robust Cell Type Decomposition (RCTD), we assess the influence of varying reference sizes, cell-type distributions, reference-ST pairings, as well as the usage of large breast cancer and cross-cancer atlases.\n\nResultsOur findings demonstrate that even small reference datasets can yield accurate deconvolution results, with RCTD and Cell2location exhibiting similar performances across cell-types. Heterogeneous entities, such as myeloids, presented greater challenges for accurate deconvolution compared to more distinct ones, such as epithelial cells. Spatial domains associated with prominent cell types like cancer and stromal cells were detected, although their contributions were systematically under- or over-estimated Additionally, we found that perfect reference-ST matching enhances deconvolution accuracy compared to the usage of cross-patient references. Finally, large breast cancer single-cell atlases com-posed of a diverse set of patients were also able to provide reliable deconvolution results.\n\nConclusionThis study provides important insights into optimizing reference selection for ST deconvolution, highlighting the strengths and limitations of current computational tools in addressing cellular heterogeneity within spatial transcriptomics datasets.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.919Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491920-2ylaaqecg",
    "source": "preprints",
    "type": "preprint",
    "title": "Genotype-phenotype mapping identifies fetal-like CD55+ immunoregulatory cancer cells as mediators of immune escape in colorectal cancer",
    "summary": "Mastel, M. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.09.697991",
    "data": {
      "title": "Genotype-phenotype mapping identifies fetal-like CD55+ immunoregulatory cancer cells as mediators of immune escape in colorectal cancer",
      "summary": "Mastel, M. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.09.697991",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.697991",
        "authors": "Mastel, M.; Guiseris Martinez, A.; Diamante, G.; Meier, J.; Schuchmann, L.; Georgakopoulos, N.; Chiotakakos, I.; Steffens, L. K.; Artmann, C.; Benitez, D.; Guenther, M.; Thiel, V.; Pincheira, R.; Trumpp, A.; Offringa, R.; Ormanns, S.; Jackstadt, R.",
        "authorFormatted": "Mastel, M. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "Immune evasion is a defining feature of advanced colorectal cancer (CRC), yet the cellular mechanisms linking cancer cell states to immune suppression remain poorly understood. To systematically map tumour-immune interactions in advanced CRC, we modelled recurrent human CRC mutations using a multiplex CRISPR-based genetically engineered mouse model platform. The resulting 20 models recapitulate key stages, genetic routes and histopathological features of human CRC, while single-cell transcriptomics reveals extensive disease complexity across models. Profiling of the epithelial tumour compartment identified a population of fetal-like immunoregulatory cancer cells (IRCs) characterized by interferon-{gamma} and MAPK activity. IRCs are marked by expression of the membrane-bound complement regulatory protein CD55. Mechanistically, CD55 protects IRCs from immune surveillance and complement-mediated lysis. Together, these findings reveal a cancer cell-immune interface that promotes immune evasion in advanced CRC.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.920Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491921-yfqhnqv6m",
    "source": "preprints",
    "type": "preprint",
    "title": "Selective targeting of RalA with intrabodies impairs Triple Negative Breast Cancer metastasis",
    "summary": "Sarre, C. et al. - bioRxiv (2026-01-09)",
    "url": "https://doi.org/10.64898/2026.01.09.698394",
    "data": {
      "title": "Selective targeting of RalA with intrabodies impairs Triple Negative Breast Cancer metastasis",
      "summary": "Sarre, C. et al. - bioRxiv (2026-01-09)",
      "url": "https://doi.org/10.64898/2026.01.09.698394",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.698394",
        "authors": "Sarre, C.; Jerabkova-Roda, K.; Denis, V.; Bertolin, G.; Tramier, M.; Bochler, L.; Liboni, C.; Busnelli, I.; Frenger, Q.; Larnicol, A.; Gros, F.; Lefebvre, O.; Guglielmi, L.; Goetz, J. G.; Hyenne, V.; Martineau, P.",
        "authorFormatted": "Sarre, C. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-09",
        "abstract": "This study successfully developed and validated isoform-specific intrabodies targeting the highly homologous Ral oncoproteins, key effectors in cancer progression. Phage display was used to isolate single-chain variable fragment (scFv) clones that recognize specifically RalA (C1-A, G5-A), RalB (F6-B), or both paralogs (A12-AB). Using lentiviral transduction, these intrabodies were stably expressed as GFP fusions in murine breast cancer 4T1 cells. The anti-RalA clones C1-A and A12-AB demonstrated clear colocalization with RalA, confirming their binding activity inside the cell. We further confirmed their activity in cells by analyzing Ral-dependent pathways. All intrabodies targeting RalA (C1-A, G5-A, A12-AB) but not the one specific to RalB inhibited mitochondrial fission, a known RalA function. All clones, except the pan-Ral one, altered the endo-lysosome pathway by decreasing lysosome number. Furthermore, the RalA-specific C1-A clone reduced lysosomes size, and uniquely and strongly reduced extracellular vesicle secretion, highlighting its distinct inhibitory potential. In an orthotopic Triple-Negative Breast Cancer (TNBC) mouse model, The C1-A RalA specific clone significantly but weakly reduced primary tumor growth, but exerted a powerful anti-metastatic effect, dramatically reducing lung metastases, with a complete abolition of metastases observed in 2/5 mice.\n\nIn summary, these potent, isoform-specific Ral intrabodies act as effective intracellular inhibitors, successfully modulating RalA-specific functions in cells and offering a promising therapeutic strategy for significantly suppressing tumor growth and metastasis in vivo.",
        "version": "1",
        "license": "cc_by_nc"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.921Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491922-5j65w0r95",
    "source": "preprints",
    "type": "preprint",
    "title": "Collagen type I promotes pancreatic tumor growth and limits immune cell infiltration",
    "summary": "Thorseth, M.-L. et al. - bioRxiv (2026-01-10)",
    "url": "https://doi.org/10.64898/2026.01.09.698616",
    "data": {
      "title": "Collagen type I promotes pancreatic tumor growth and limits immune cell infiltration",
      "summary": "Thorseth, M.-L. et al. - bioRxiv (2026-01-10)",
      "url": "https://doi.org/10.64898/2026.01.09.698616",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.698616",
        "authors": "Thorseth, M.-L.; Johansen, A. Z.; Baker, K. J.; Carretta, M.; Roemer, A. M. A.; Jensen, C.; Jurgensen, H. J.; Linder, H.; Czajkowski, N. K.; Kuczek, D. E.; Fjaestad, K. Y.; Engelholm, L. H.; Willumsen, N.; Kim, K.; Andersen, M. H.; Groentved, L.; Madsen, D. H.",
        "authorFormatted": "Thorseth, M.-L. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-10",
        "abstract": "Solid tumors are often characterized by a dense extracellular matrix (ECM) that contributes to increased tissue stiffness. Collagen type I is the main component of the ECM and its abundance in tumors is frequently associated with poor prognosis. In vitro studies suggest that a high collagen density promotes tumor invasion and modulates immune responses. However, recent in vivo findings have questioned the pro-tumorigenic role of collagen type I.\n\nIn this study, we investigate the role of collagen for pancreatic tumor growth and immune cell infiltration using conditional collagen type I knockout mice and transgenic collagenase-resistant mice. Preventing collagen type I significantly reduces intratumoral collagen content and tumor growth. This reduction is accompanied increased infiltration of natural killer (NK) cells, a higher CD8/CD4 T cell ratio, and decreased numbers of monocytic myeloid-derived suppressor cells (MDSCs).\n\nConversely, collagenase-resistant mice develop collagen-dense tumors and display enhanced tumor growth. These mice also generally exhibit opposing effects on cell infiltration, including a lower CD8/CD4 ratio and increased MDSC abundance.\n\nThese findings are further supported by analyses of publicly available human cancer datasets, which confirm an association between collagen type I levels and immune cell infiltration.\n\nOverall, our results demonstrate a pronounced pro-tumorigenic role of collagen type I in pancreatic cancer, which is associated with modulation of the tumor immune microenvironment. This study highlights the importance of extracellular matrix components as key regulators of tumor progression and anti-tumor immunity.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.922Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491923-rwbdgcmha",
    "source": "preprints",
    "type": "preprint",
    "title": "Multidimensional Cellular Micro-Compartments to Model Invasive Lobular Carcinoma Dormancy",
    "summary": "Rima, X. Y. et al. - bioRxiv (2026-01-10)",
    "url": "https://doi.org/10.64898/2026.01.09.698501",
    "data": {
      "title": "Multidimensional Cellular Micro-Compartments to Model Invasive Lobular Carcinoma Dormancy",
      "summary": "Rima, X. Y. et al. - bioRxiv (2026-01-10)",
      "url": "https://doi.org/10.64898/2026.01.09.698501",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.698501",
        "authors": "Rima, X. Y.; Majumder, S.; Hu, C.; Patel, D. S.; Li, H.; Huang, X.; Nguyen, K. T.; Doon-Ralls, J.; Nagaraj, C. K.; Hade, M. D.; Magana, S. M.; Shankar, E.; Zhang, X.; Stover, D. G.; Ramaswamy, B.; Reategui, E.",
        "authorFormatted": "Rima, X. Y. et al.",
        "server": "bioRxiv",
        "category": "bioengineering",
        "publishedDate": "2026-01-10",
        "abstract": "Invasive lobular carcinoma (ILC) accounts for 10-15% of breast cancers. Despite favorable responses to anti-estrogen therapy, the dissemination of cancer cells and resistance to therapies are significant risks for patients with ILC. Late recurrences are prevalent in ILC, suggesting that disseminated tumor cell dormancy may be a mechanism preceding their late overt growth into metastatic lesions. Herein, we investigated the relationship between anti-estrogen resistance and dormancy through multidimensional in vitro models. The bioengineered platforms recapitulated the morphological characteristics of ILC and highlighted its distinction from invasive ductal carcinoma. Inducing a dormant phenotype revealed epigenetic changes and enhanced chemical and mechanical sensing of anti-estrogen-resistant ILC cells to the substrate surface, with p27Kip1 signaling playing a central role. We propose this platform as a high-throughput method to investigate the propensity of dormancy and its manifestation via a simplified and expedited approach.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.923Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491924-delt6qw3u",
    "source": "preprints",
    "type": "preprint",
    "title": "Cell Death Induced by Homoisoflavonoid Brazilin and its Semi-synthetic Derivates on MDA-MB-231 and MCF7 Breast Cancer Cell Lines",
    "summary": "Zuniga-Eulogio, M. et al. - bioRxiv (2026-01-11)",
    "url": "https://doi.org/10.64898/2026.01.09.698710",
    "data": {
      "title": "Cell Death Induced by Homoisoflavonoid Brazilin and its Semi-synthetic Derivates on MDA-MB-231 and MCF7 Breast Cancer Cell Lines",
      "summary": "Zuniga-Eulogio, M. et al. - bioRxiv (2026-01-11)",
      "url": "https://doi.org/10.64898/2026.01.09.698710",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.09.698710",
        "authors": "Zuniga-Eulogio, M.; Quinteros, M.; Hernandez-Moreno, A.; Hernandez-Moreno, T.; Sharma, T.; Ordonez, M.; Coste-Sanchez, C.; PADILLA-BENAVIDES, T.; Navarro-Tito, N.",
        "authorFormatted": "Zuniga-Eulogio, M. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-11",
        "abstract": "Flavonoids are naturally occurring polyphenolic compounds that have been extensively explored as scaffolds for drug development due to their diverse biological activities. Brazilin, a homoisoflavonoid with reported antitumoral properties, does not fully meet pharmaceutical criteria, and chemical modification of natural compounds is often required to enhance bioactivity and efficacy. Here, we evaluated the pro-apoptotic activity of Brazilin and its semi-synthesized methoxylated (OMe)3 and acetylated (OAc)3 derivatives in triple-negative MDA-MB-231 and luminal A MCF7 breast cancer cell lines.\n\nWe assessed cell viability, proliferation, oxidative stress, and mitochondrial integrity, and analyzed apoptotic features using confocal microscopy, western blotting, and RT-qPCR. In addition, RNA sequencing was performed to characterize transcriptomic changes in MDA-MB-231 cells following treatment with unmodified Brazilin or its derivatives. Brazilin and Brazilin-(OAc)3 significantly reduced cell viability and proliferation in MDA-MB-231 cells, whereas MCF7 cells exhibited increased viability and growth in response to Brazilin-(OMe)3. In MDA-MB-231 cells, treatment with Brazilin and Brazilin-(OAc)3 induced apoptosis-associated features, including chromatin condensation, {gamma}H2AX accumulation, and PARP cleavage. These effects were accompanied by a modest increase in mitochondrial oxidative stress and loss of mitochondrial membrane potential. Notably, no cytotoxic or apoptotic features were detected in non-tumorigenic MCF10A cells.\n\nTranscriptomic analysis revealed that Brazilin treatment upregulated genes associated with endoplasmic reticulum stress, including ATF3, in MDA-MB-231 cells. Collectively, our results indicate that Brazilin and its acetylated derivative selectively induce mitochondrial stress and cell death in triple-negative breast cancer cells, potentially involving ER stress pathways.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.924Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491925-c3punvpxs",
    "source": "preprints",
    "type": "preprint",
    "title": "Orthogonally targeted tumor radiosensitization using cell penetrating peptide-ATM inhibitor conjugates to stimulate anti-tumor immune responses",
    "summary": "Dhawan, K. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.09.698736",
    "data": {
      "title": "Orthogonally targeted tumor radiosensitization using cell penetrating peptide-ATM inhibitor conjugates to stimulate anti-tumor immune responses",
      "summary": "Dhawan, K. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.09.698736",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.09.698736",
        "authors": "Dhawan, K.; Allevato, M. M.; Lesperance, J.; Camargo, M. F.; Cheng, M. M.; Mortaja, M.; Zareh, B.; Hingorani, D.; Adams, S. R.; Gutkind, J. S.; Advani, S. J.",
        "authorFormatted": "Dhawan, K. et al.",
        "server": "bioRxiv",
        "category": "pharmacology and toxicology",
        "publishedDate": "2026-01-12",
        "abstract": "Tumor resistance to radiotherapy continues to be a significant problem in improving cancer patient outcomes. To overcome radioresistance, drugs that sensitize cancer cells to ionizing radiation have been tested. In theory, radiosensitizers should increase irradiated tumor kill and improve patient outcomes. In practice, the clinical utility of such drugs is curtailed by radiosensitization of peri-tumoral normal tissues causing toxicities. To address these issues, we developed an activatable cell penetrating peptide-drug conjugate to deliver a small molecule radiosensitizer with spatial precision to tumors. The activatable cell penetrating peptide (ACPP) scaffold cloaks a cell penetrating peptide-drug conjugate until it is unmasked within tumors through matrix metalloproteinase cleavage. Using antibody-drug conjugate linker chemistry, we attached the potent ataxia-telangiectasia mutated (ATM) kinase inhibitor AZD0156 to ACPP and created ACPP-AZD0156. In immune-competent murine cancer models, tumor-targeted ACPP-AZD0156 in combination with ionizing radiation stimulated tumor immune infiltration by CD8+ T cells and increased tumor control when compared to non-targeted ATM inhibitor. Mechanistically, ACPP-AZD0156 radiosensitized tumor control was dependent on the adaptive arm of the immune system. Finally, the combination of radiotherapy and ACPP-AZD0156 potentiated immune checkpoint inhibitors that resulted in durable tumor control. The therapeutic synergies of ACPP targeted ATM inhibitor to radiosensitize and stimulate anti-tumor immune responses provides a rationale for developing tumor-targeted radiosensitizer drug conjugates that restrict radiosensitization to cancer cells that then engages anti-tumor immune responses to improve cancer patient outcomes.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.925Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491926-2eehikjpk",
    "source": "preprints",
    "type": "preprint",
    "title": "Identification of a Novel miRNA Expression Signature for Lung Adenocarcinoma Using Systematic Machine Learning Optimization",
    "summary": "Agrawal, S., Mitra, P. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.10.698764",
    "data": {
      "title": "Identification of a Novel miRNA Expression Signature for Lung Adenocarcinoma Using Systematic Machine Learning Optimization",
      "summary": "Agrawal, S., Mitra, P. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.10.698764",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.10.698764",
        "authors": "Agrawal, S.; Mitra, P.",
        "authorFormatted": "Agrawal, S., Mitra, P.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-12",
        "abstract": "Lung adenocarcinoma (LUAD), the most common lung cancer subtype, urgently requires reliable microRNA (miRNA) biomarkers for early detection and therapy. This study introduces a machine learning framework integrating feature stability analysis, precision-recall curves, and resampling strategies (e.g., SMOTE) to robustly identify miRNA signatures from imbalanced TCGA-LUAD data (564 samples: 519 tumor, 45 normal). We selected 8 stable features (hsa-mir-143, hsamir-210, hsa-mir-21, hsa-mir-183, hsa-mir-96, hsa-mir-182, hsa-mir-130b, hsa-mir-141) with 100% cross-fold stability via 10-fold cross-validation. A Random Forest classifier yielded excellent training performance (AUC: 1.0000; accuracy: 98%) and good generalization on an independent test set (AUC: 0.8438; accuracy: 75%). Consistent feature importance across folds supports biological relevance over overfitting. The framework mitigates class imbalance, high dimensionality, and distribution shifts--key hurdles in biomarker discovery. These reproducible miRNAs hold promise as non-invasive diagnostic tools, though external validation underscores generalization challenges across cohorts.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.926Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491928-2i95lfagx",
    "source": "preprints",
    "type": "preprint",
    "title": "The breast tumor microenvironment exploits eosinophil plasticity to suppress their anti-tumor activity",
    "summary": "Varyova, Z. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.12.698961",
    "data": {
      "title": "The breast tumor microenvironment exploits eosinophil plasticity to suppress their anti-tumor activity",
      "summary": "Varyova, Z. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.12.698961",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.698961",
        "authors": "Varyova, Z.; Pohin, M.; Mead, G. J.; Jennings, L. K.; da Costa, V.; Spear, S.; McNeish, I.; Schwenzer, A.; Harris, A. L.; Gerard, A.; Midwood, K. S.",
        "authorFormatted": "Varyova, Z. et al.",
        "server": "bioRxiv",
        "category": "immunology",
        "publishedDate": "2026-01-12",
        "abstract": "Eosinophils recently emerged as mediators of anti-tumor immunity in immune checkpoint blockade (ICB) treated breast cancer patients. Yet, their role in the treatment-naive breast tumor microenvironment (TME) remains elusive. Here, we show that the breast TME shapes eosinophils into a less active state characterized by loss of Ly6C. While bone marrow and circulating eosinophils are Ly6C, this population progressively transitions into a Ly6C- state marked by reduced cytotoxicity and interferon (IFN) responsiveness during tumor progression. Further investigation of Ly6C uncovered previously unappreciated granularity of eosinophil differentiation in vitro, recapitulating the Ly6C to Ly6C- transition and associated functional loss observed in vivo. IFN stimulation partially restored the Ly6C phenotype ex vivo. Importantly, in ICB-treated tumors, Ly6C+ eosinophils positively correlated with increasing levels of IFNs, suggesting an additional mechanism by which IFNs contribute to effective ICB responses. We propose Ly6C as a key marker of eosinophil differentiation and activation, with the TME shaping eosinophils into a less cytotoxic Ly6C- state.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.928Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491929-iothdqunb",
    "source": "preprints",
    "type": "preprint",
    "title": "A robust human airway organoid platform enables scalable expansion and trajectory mapping of pulmonary neuroendocrine cells",
    "summary": "Candeli, N. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.10.698835",
    "data": {
      "title": "A robust human airway organoid platform enables scalable expansion and trajectory mapping of pulmonary neuroendocrine cells",
      "summary": "Candeli, N. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.10.698835",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.10.698835",
        "authors": "Candeli, N.; den Hartigh, L.; Hou, N.; Marco, A.; Sanchez-Villacana, J. A.; Garcia-Gonzales, A.; Gandhi, S. L.; Sgualdino, F.; Miller, A. J.; Spence, J.; de Sousa Lopes, S. C.; McFaline-Figueroa, J. L.; Clevers, H.; Dayton, T. L.",
        "authorFormatted": "Candeli, N. et al.",
        "server": "bioRxiv",
        "category": "developmental biology",
        "publishedDate": "2026-01-12",
        "abstract": "Pulmonary neuroendocrine cells (PNECs) are rare chemosensory epithelial cells, facultative stem cells, and a cell-of-origin for neuroendocrine lung cancers, yet the mechanisms governing their differentiation and heterogeneity are poorly understood. Here we establish NEr-fAOs, a human fetal airway organoid platform that robustly enriches PNECs, and identify a synergistic requirement for dual GSK3 and NOTCH inhibition to drive directed PNEC differentiation. This strategy yields stable cultures with up to 60-fold expansion of PNECs whose transcriptomes closely match fetal and adult PNECs. In addition to PNEC-enrichment, NEr-fAOs retain diverse airway epithelial cell types, preserving epithelial complexity. Time-resolved single-cell transcriptomics maps PNEC trajectories in NEr-fAOs, resolving precursor and mature states. Comparative analyses further reveal a distal airway bias in NEr-fAOs and enrichment for lower-airway progenitors. NEr-fAOs thus provide a scalable, tractable platform to dissect human PNEC biology and distal airway progenitor hierarchies relevant to lung development, cancer, and disease.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.929Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491930-r2fvfn9dl",
    "source": "preprints",
    "type": "preprint",
    "title": "Stress-responsive roles of the C. neoformans human-like eIF3 complex",
    "summary": "Ventura, M. N. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.12.698982",
    "data": {
      "title": "Stress-responsive roles of the C. neoformans human-like eIF3 complex",
      "summary": "Ventura, M. N. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.12.698982",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.12.698982",
        "authors": "Ventura, M. N.; Singh, P.; Goich, D.; PANEPINTO, J. C.",
        "authorFormatted": "Ventura, M. N. et al.",
        "server": "bioRxiv",
        "category": "microbiology",
        "publishedDate": "2026-01-12",
        "abstract": "Eukaryotic translation initiation factor 3 (eIF3) is a complex of proteins that plays a pleiotropic role in translation regulation across eukaryotes, but the composition of eIF3 complexes varies with retention and loss of subunit genes across evolution. The model yeast Saccharomyces cerevisiae encodes six eIF3 subunits whereas mammals encode thirteen subunits. The basidiomycete fungus and opportunistic fungal pathogen, Cryptococcus neoformans, encodes a mammalian complement of eIF3 subunits. In this report, we investigated the contribution of the non-essential eIF3 subunit genes to cryptococcal stress tolerance. We found that mutants in the four nonessential subunits, eIF3d, eIF3e, eIF3k and eIF3l all exhibit sensitivity to mitochondrial perturbation, and that mutants in eIF3d and eIF3e exhibit opposite susceptibilities to the antifungal drug fluconazole and the hypoxia mimetic cobalt chloride. Loss of eIF3d resulted in reduced eIF2 phosphorylation in response to stress, but the mutant was still able to repress translation to the same extent as the wild type and was defective in induction of integrated stress response regulon. Despite producing higher levels of urease and melanin, the eIF3d deletion mutant was avirulent in Galleria mellonella larvae. Together our data demonstrates the importance of C. neoformans eIF3 in stress adaptation and pathogenesis.\n\nImportanceCryptococcus neoformans is an opportunistic fungal pathogen that causes cryptococcal meningoencephalitis in immunocompromised individuals leading to [~]120,000 deaths worldwide annually. When C. neoformans is exposed to host-relevant stressors, such as oxidative stress and thermal stress, it reprograms the translating pool of mRNAs to favor stress adaptation. Eukaryotic translation initiation factor 3 is a multi-subunit complex with roles in stress-responsive translation across eukaryotes yet is unexplored in C. neoformans. We found that C. neoformans encodes orthologues of all thirteen mammalian eIF3 subunits. Mutational analysis of non-essential subunits implicated eIF3 in responses to mitochondrial stress and antifungal susceptibility in C. neoformans, and demonstrates a role for eIF3d in the induction of the integrated stress response as well as in Cryptococcal pathogenesis. Further work will investigate the specific mRNAs that are regulated by eIF3 in response to host-relevant stressors in C. neoformans.",
        "version": "1",
        "license": "cc_by_nc_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.930Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491931-zw9twd4kh",
    "source": "preprints",
    "type": "preprint",
    "title": "Lactate-Driven Heterogeneity of Immune Checkpoint Expression in Breast and Lung Cancer Cell Lines",
    "summary": "San-Millan, I. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.11.698903",
    "data": {
      "title": "Lactate-Driven Heterogeneity of Immune Checkpoint Expression in Breast and Lung Cancer Cell Lines",
      "summary": "San-Millan, I. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.11.698903",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.11.698903",
        "authors": "San-Millan, I.; Martinez, J.; Pickard, S. L.; Hirsch, F. R.; Rivard, C. J.; Brooks, G. A.",
        "authorFormatted": "San-Millan, I. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-12",
        "abstract": "Tumor-derived lactate is increasingly recognized as an immunosuppressive metabolite within the tumor microenvironment (TME), with emerging evidence highlighting its role beyond metabolism to include epigenetic and immune regulatory functions. While prior studies have primarily focused on individual immune checkpoints, most prominently PD-L1, it remains unclear whether lactate broadly coordinates the expression of multiple immune regulatory pathways across distinct tumor types, particularly in the context of chronic exposure mimicking glycolytic tumors. Here, we investigated the relationship between lactate-producing metabolism and immune checkpoint gene expression in four human cancer cell lines representing breast and lung cancer: MCF7 (estrogen receptor-positive breast), MDA-MB-231 (triple-negative breast), A549 (non-small cell lung), and H82 (small cell lung). By manipulating glucose availability and exposure duration to model acute (6 h) versus chronic (48 h) lactate production, and by pharmacologically inhibiting lactate dehydrogenase (LDH) with oxamate, we quantified extracellular lactate accumulation and assessed transcriptional responses of a panel of immune checkpoints (PD-L1, CD80, CD73, LGALS9, VISTA, PVR, CD47, FGL1, STING) and lactate-associated genes (MCT1, MCT4, LDHA, HCAR1) via qPCR. Chronic high-glucose conditions produced robust, LDH-dependent lactate accumulation and were associated with coordinated, lineage-specific remodeling of multiple checkpoint transcripts, whereas acute exposure induced minimal changes. MDA-MB-231 and A549 cells displayed striking but distinct checkpoint patterns under chronic lactate-producing conditions: MDA-MB-231 cells showed strong co-induction of PD-L1 and CD80, while A549 cells exhibited dominant CD80 induction with modest PD-L1 upregulation. H82 cells upregulated PD-L1 alongside CD73, LGALS9, CD47, and CD80, whereas MCF7 cells demonstrated more modest yet coordinated increases across several checkpoints. Chronic glucose exposure resulted in sustained, LDH-dependent lactate accumulation and coordinated induction of multiple immune checkpoint genes, with distinct lineage-specific patterns, e.g., robust PD-L1/CD80 upregulation in MDA-MB-231 versus CD80 dominance in A549. Unsupervised clustering and principal component analysis revealed that duration of glucose exposure, rather than acute glucose availability, was the primary axis of variation and that MCT4 and HCAR1 clustered with strongly induced checkpoints, consistent with a transcriptional program linking lactate export and sensing to immune regulation.\n\nThese findings support a model in which lactate acts as an upstream regulator of a broader immune escape program, potentially via mechanisms like lactylation and HCAR1 signaling. This work highlights the limitations of single-checkpoint blockade strategies in solid tumors and underscores the potential of targeting lactate metabolism to enhance immunotherapy efficacy in breast and lung cancers.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.931Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491933-saop18lp3",
    "source": "preprints",
    "type": "preprint",
    "title": "MicroRNA spatial profiling for assessing drug efficacy in BRCA1-related triple-negative breast tumors",
    "summary": "Mohd, O. N. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.12.698824",
    "data": {
      "title": "MicroRNA spatial profiling for assessing drug efficacy in BRCA1-related triple-negative breast tumors",
      "summary": "Mohd, O. N. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.12.698824",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.698824",
        "authors": "Mohd, O. N.; Wang, L.; Sardella, B. R.; Jou, D.; Wulf, G. M.; Slack, F.; Heng, Y. J.; Doyle, P. S.",
        "authorFormatted": "Mohd, O. N. et al.",
        "server": "bioRxiv",
        "category": "biochemistry",
        "publishedDate": "2026-01-12",
        "abstract": "Abstract textBRCA1/2-mutated breast cancers exhibit homologous recombination deficiency (HRD), making them initially sensitive to poly(ADP-ribose) polymerase (PARP) inhibitors. However, 40-70% of patients develop resistance, necessitating combination strategies and predictive biomarkers. We first investigated approaches to overcome PARP resistance and then explored spatial microRNA (miRNA) profiling as a prognostic tool. Using the K14-Cre Brca1f/fTrp53f/f model with tumors that acquired PARP resistance, we evaluated PARP inhibitor combinations with either PI3K inhibition or Poly(I:C) in vivo. Both combinations improved antitumor activity compared to PARP inhibition alone. Next, to predict resistance we applied a sensitive assay that quantifies and spatially profiles miRNA expression in situ onto FFPE sections from tumors treated for 10 days using nanoliter well arrays with functionalized hydrogel posts. We developed a spatial miRNA analysis framework integrating latent Dirichlet allocation (LDA) and principal component analysis (PCA) to develop \"topics\" that stratify early tumors as either PARP inhibitor-sensitive or - resistant and distinguish their treatment regimens. We also incorporated immune architecture using Structural Similarity Index Measure (SSIM) maps that revealed co-localization of immune infiltration and miRNA topics. This integrative approach highlights how miRNA-based spatial analysis can predict PARP inhibitor resistance and provide a promising biomarker to inform therapeutic strategies for BRCA1/2-related breast cancers.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.933Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491934-31bvu7bma",
    "source": "preprints",
    "type": "preprint",
    "title": "A CK2-FBXW11 kinase-E3 ubiquitin ligase cascade is a metabolic sensor regulating Tryptophan 2,3-dioxygenase stability",
    "summary": "Thielen, A. S. et al. - bioRxiv (2026-01-12)",
    "url": "https://doi.org/10.64898/2026.01.12.698998",
    "data": {
      "title": "A CK2-FBXW11 kinase-E3 ubiquitin ligase cascade is a metabolic sensor regulating Tryptophan 2,3-dioxygenase stability",
      "summary": "Thielen, A. S. et al. - bioRxiv (2026-01-12)",
      "url": "https://doi.org/10.64898/2026.01.12.698998",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.12.698998",
        "authors": "Thielen, A. S.; Bräuning, B.; Gottemukkala, K. V.; Müller, J.; Prabu, J. R.; Klaessens, S.; Van den Eynde, B.; Murray, P. J.; Schulman, B. A.",
        "authorFormatted": "Thielen, A. S. et al.",
        "server": "bioRxiv",
        "category": "biochemistry",
        "publishedDate": "2026-01-12",
        "abstract": "Small molecules toggling the ubiquitin-proteasome system (UPS) are powerful regulators of protein degradation. Yet, mechanistic knowledge of how endogenous ligands gate UPS decisions remains rudimentary. Here, we define control of UPS access to Tryptophan-2,3-dioxygenase (TDO2), which converts the essential amino acid tryptophan (Trp) to N-formylkynurenine. When Trp concentrations are limiting, TDO2 is degraded to avert tryptophanemia. Using CRISPRi screening and biochemistry, we identify a CK2-FBXW11 kinase-E3 ligase cascade that generates and recognizes tandem TDO2 phosphodegrons when not protected by Trp. Trp binding to an exosite safeguards TDO2 from phosphorylation-dependent ubiquitylation. Effects of Trp analogs on CK2-FBXW11-dependent ubiquitylation indicated that the indole, amino, and carboxylate groups are necessary for substrate shielding. Cryo-EM reveals how these moieties order a region proximal to the phosphodegrons; without Trp, this segment is flexible, enabling phosphorylation-coupled ubiquitylation. Overall, our data uncovered an endogenous small molecule allosterically stabilizing its own metabolizing enzyme through protection from a phosphorylation-ubiquitylation cascade.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.934Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491936-bcgvdo197",
    "source": "preprints",
    "type": "preprint",
    "title": "Lapatinib Suppressed the Expression of Proinflammatory Cytokines and Alleviated Pain Behavior in a Mouse Model of Postoperative Pain",
    "summary": "Kyomuhangi, A., Fatema, K. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.07.698212",
    "data": {
      "title": "Lapatinib Suppressed the Expression of Proinflammatory Cytokines and Alleviated Pain Behavior in a Mouse Model of Postoperative Pain",
      "summary": "Kyomuhangi, A., Fatema, K. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.07.698212",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.07.698212",
        "authors": "Kyomuhangi, A.; Fatema, K.",
        "authorFormatted": "Kyomuhangi, A., Fatema, K.",
        "server": "bioRxiv",
        "category": "neuroscience",
        "publishedDate": "2026-01-13",
        "abstract": "Postoperative pain remains a major clinical challenge, as inadequate management can delay functional recovery, prolong hospitalization, and increase the risk of chronic pain development. Opioid analgesics, while considered the gold standard for treating severe acute postoperative pain, are limited by adverse effects such as respiratory depression, dependence, and opioid-induced hyperalgesia, the latter being a key driver of persistent postoperative pain. Lapatinib, originally developed as an anticancer therapy, has recently shown analgesic potential in both preclinical and clinical studies. Importantly, unlike opioids, lapatinib does not appear to activate central reward pathways, thereby minimizing the risk of dependence. Although its efficacy has been investigated in several chronic pain models, its role in acute postoperative pain and the associated inflammatory response has not been explored. In this study, we demonstrated that lapatinib exerts anti-inflammatory effects in vitro by suppressing proinflammatory mediators (TNF, IL-1{beta}, IL-6, COX-2, MMP, chemokines, mPGES-1 and PGE2) in lipopolysaccharide (LPS)-stimulated RAW 264.7 cells. In a mouse model of postoperative pain, preoperative administration of lapatinib attenuated both mechanical allodynia and thermal hyperalgesia. These behavioral effects were accompanied by decreased proinflammatory mediator expression (TNF, IL-1{beta}, IL-6, COX-2, and mPGES-1) and increased IL-10 levels in the injured paw tissue. Our findings highlight lapatinib as a promising candidate for repurposing as a novel analgesic for postoperative pain. Its targeted mechanism of action and lower potential for adverse effects compared with opioids support further investigation into its clinical utility in pain management.\n\nSignificant StatementWe found that lapatinib, a cancer drug with no risk of dependence, reduces inflammation and alleviates pain in a mouse model of postoperative pain. These findings suggest lapatinib could be repurposed as a safer, non-opioid therapy for surgical pain management.\n\nGraphic Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=118 SRC=\"FIGDIR/small/698212v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (29K):\norg.highwire.dtl.DTLVardef@d62c5corg.highwire.dtl.DTLVardef@fa84ddorg.highwire.dtl.DTLVardef@128e143org.highwire.dtl.DTLVardef@dd1720_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
        "version": "1",
        "license": "cc_by_nd"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.936Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491937-9skz6i1qp",
    "source": "preprints",
    "type": "preprint",
    "title": "Mapping lineage and functional diversity in the high-risk human mammary epithelium",
    "summary": "Waas, M. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.12.699075",
    "data": {
      "title": "Mapping lineage and functional diversity in the high-risk human mammary epithelium",
      "summary": "Waas, M. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.12.699075",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.699075",
        "authors": "Waas, M.; Zhang, B.; Govindarajan, M.; Tharmapalan, P.; Kuttanamkuzhi, A.; Drummond Guy, O.; Woolman, M.; Berman, H. K.; Waterhouse, P. D.; Khokha, R.; Kislinger, T.",
        "authorFormatted": "Waas, M. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "BackgroundBreast cancer risk is shaped by the vast heterogeneity of mammary epithelial cells, comprising basal, luminal progenitor, and mature luminal populations. While transcriptional variation among these lineages has been extensively studied, protein-level features - particularly in high-risk women - remain underexplored, limiting insight into early cellular and molecular determinants of susceptibility. Moreover, little is known about how clinical covariates influence clonogenic capacity, proteomic states, and epithelial proportions, complicating the design of properly controlled human studies of early breast cancer risk.\n\nResultsWe combined low-input proteomics with functional clonogenic assays to profile mammary epithelial cell subpopulations from a cohort of 21 breast tissues encompassing different germline mutation backgrounds, parity status and age. We quantified over 5,555 proteins and observed marked inter-donor variation in epithelial composition, proteomic programs, and colony-forming capacity. Multivariable modeling revealed that clinical covariates - including age, parity, and germline mutation status - modulate both global proteomic architecture and lineage-specific pathway activity. Parity was associated with reduced basal cell abundance, altered luminal progenitor and mature luminal proteomes, and changes in clonogenicity. Pathway analyses identified both conserved and lineage-restricted responses to shared risk factors. Projection of clonogenic signatures onto METABRIC and TCGA tumors further linked functional programs to tumor subtypes and clinical outcomes.\n\nConclusionsThis study provides the most comprehensive proteomic atlas of cell-type resolved diversity in the high-risk breast to date. By defining how clinical covariates remodel epithelial composition and molecular state, it clarifies key sources of biological variability that challenge controlled study design and offers a resource for improving mechanistic insight, risk assessment, and prevention strategies.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.937Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491938-05hu8ydae",
    "source": "preprints",
    "type": "preprint",
    "title": "A neural network model delivers a highly prognostic protein signature in cancer stem cells that identifies relapse in stage III colorectal cancer patients.",
    "summary": "Sturrock, A. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.12.697945",
    "data": {
      "title": "A neural network model delivers a highly prognostic protein signature in cancer stem cells that identifies relapse in stage III colorectal cancer patients.",
      "summary": "Sturrock, A. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.12.697945",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.697945",
        "authors": "Sturrock, A.; Cho, S.; Salvucci, M.; Sturrock, M.; Fay, J.; O'Grady, T.; McDonough, E.; Surrette, C.; Shia, J.; Firat, C.; Urganci, N.; Kisakol, B.; O'Connell, E. P.; Burke, J. P.; McCawley, N. M.; McNamara, D. A.; Graf, J. F.; McDade, S. S.; Azimi, M.; Longley, D. B.; Ginty, F.; Prehn, J. H. M.",
        "authorFormatted": "Sturrock, A. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "BackgroundStage III colorectal cancer poses a significant threat of metastasis development, as tumour resection and adjuvant chemotherapy do not guarantee prolonged disease-free survival.\n\nObjectiveThe spatial, quantitative, and qualitative characteristics of various cell types within tumour tissues could be key to developing accurate prognostic AI models.\n\nDesignTissue microarrays created from primary tumour tissues collected during surgical resection from a cohort of 466 stage III colorectal cancer (CRC) patients were analysed for 61 protein markers at the single-cell level using multiplexed immunofluorescence imaging via the Cell DIVE platform. Subsequent cell-type classification enabled quantitative cell-type analyses, co-localisation neighbourhood assessments, and cell-type-specific protein signature discoveries that distinguish between early and late/non-recurring patient samples.\n\nResultsThis study identifies a stem cell protein profile that drives tumour relapse. A deep neural network (DNN) model, based on a stem cell protein signature composed of BAX, MLKL, FLIP, GLUT1, and CDX2, provided accurate prognosis for stage III CRC patients in both discovery and validation cohorts and in an independent validation cohort. Nodal count-based metric further increased prognosis accuracy. Our study also revealed distinct spatial arrangements of immune, endothelial, and stem cells that were linked to early tumour recurrence.\n\nConclusionOur findings propose a clinically promising prognostic tool based on a five-protein stem cell signature. These markers not only predict chemotherapy resistance in cancer stem cells but also suggest potential therapeutic strategies such as combinatorial treatments incorporating small molecule inhibitors targeting FLIP and GLUT1.\n\nKey messagesO_ST_ABSWhat is already known on this topicC_ST_ABSO_LIMore than 20% of stage III colorectal cancer patients will experience early tumour recurrence within the first 3 years post treatment that includes surgery and adjuvant 5-FU based chemotherapy treatment.\nC_LIO_LISeveral studies pointed towards involvements of number of cell type specific spatial neighbourhoods in tumour progression where some immune tumour microenvironment promoting angiogenesis and intravasation events, some may provide immunosuppression.\nC_LIO_LICancer stem cells could be responsible for metastatic tumour spread, early recurrence and chemoresistance.\nC_LI\n\nWhat this study addsO_LISpatial single cell quantitative multiplex profiling of 45 cancer hallmark proteins and 15 cell identity markers in 466 stage III CRC patients tissue samples demonstrated significant differences in cellular proximity neighbourhoods, cell type specific abundance and expression between the early and late recurrence samples.\nC_LIO_LIWe discover that macrophages show spatial association with the blood vessels in early recurrence samples. Moreover, we observed conglomeration of B cells and macrophages with Tregulatory, Thelper and Tcytotoxic cells in association with early recurrences.\nC_LIO_LIWe showed that stromal abundance of Tregulatory, Thelper, Tcytotoxic cells and monocytes are significantly in late, and no recurrence samples compared to early recurrence samples.\nC_LIO_LIThe most differential expression profile that differentiates late and no recurrence samples from the early recurrence samples is related to the stem cell population. Particularly, we found overexpression of GLUT1, FLIP and downregulation of BAX, BAK, MLKL and CDX2 proteins in the cancer stem cell of early recurrence samples.\nC_LIO_LIWe built a neural network based on the cancer stem cell protein signature (BAX, MLKL, FLIP, GLUT1 and CDX2 proteins) that delivers a high-performance prognostic classifier.\nC_LI\n\nHow this study might affect research, practice or policyO_LIOur results propose a clinically promising prognostic tool based on a five-protein stem cell signature that outperforms existing clinical and proposed transcriptomic based signatures for separation between risk groups.\nC_LIO_LIMoreover, our five-protein signature markers not only predict stem cell chemotherapy resistance and therefore tumour recurrence but also suggest potential therapeutic strategies. For instance, this approach could guide combinatorial treatments at high risk of chemoresistance, such as incorporating small molecule inhibitors targeting FLIP (currently in discovery phase) and GLUT1 (already under preclinical trial evaluation).\nC_LI",
        "version": "1",
        "license": "cc_by_nc"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.938Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491939-0y778r0o8",
    "source": "preprints",
    "type": "preprint",
    "title": "Membrane proteins retain native architecture through native ESI and soft-landing",
    "summary": "Fan, J. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.13.699114",
    "data": {
      "title": "Membrane proteins retain native architecture through native ESI and soft-landing",
      "summary": "Fan, J. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.13.699114",
      "relevance": "high",
      "metadata": {
        "doi": "10.64898/2026.01.13.699114",
        "authors": "Fan, J.; DeAth, C.; Eriksson, L.; von Hallerstein, C.; Persson, L. J.; Oluwole, A. O.; Naseeb, N.; Qureshi, A.; Mesoy, S.; Seeley, L. T.; Knoblauch, S. B.; Kalmankar, N.; Marklund, E. G.; Esser, T.; Robinson, C. V.; Baker, L.; Rauschenbach, S.",
        "authorFormatted": "Fan, J. et al.",
        "server": "bioRxiv",
        "category": "biophysics",
        "publishedDate": "2026-01-13",
        "abstract": "Native MS offers a clear picture of membrane protein stoichiometry and interactions, but it lacks direct structural insights at high resolution. Here, we examine the extent to which solution-phase structure and architecture can be retained after native, soft-landing electrospray ion beam deposition (ESIBD) by interrogating several membrane-protein complexes of diverse folds and oligomeric states by cryoEM. The overall protein architectures with secondary structure motifs can be observed after gas-phase transfer, soft landing, and embedding in amorphous ice. Notably, we determined the structure of the ammonium transporter AmtB at sub-3 [A] resolution. It is nearly identical to the structure of the plunge-frozen control and even shows an extended C-terminal segment of AmtB, a dynamic region absent in the solution-phase structure. Our analysis shows that detergent adducts preserve membrane protein structure in vacuum by minimising destabilization of solvent-exposed regions and stabilization through additional polar contacts in vacuo. Molecular dynamics (MD) simulations support these results, suggesting that a monolayer shell of surfactant adducts avoids destabilization driven by unshielded polar residues and disruption of hydrogen bond networks. Overall, our findings provide a structural framework for integrating native MS with cryo-EM showing that gas-phase transfer and surfactant stabilisation preserves key architectural features and high-resolution structure of membrane proteins.",
        "version": "1",
        "license": "cc_by"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.939Z",
    "reviewedAt": null,
    "status": "pending"
  },
  {
    "id": "1768594491941-4ovmonhmy",
    "source": "preprints",
    "type": "preprint",
    "title": "Synthesis and evaluation of novel N,N-dialkylcinnamic acid-based mitochondrial pyruvate carrier inhibitors: Biosynthetic and energetic lethality of targeting metabolic plasticity in cancer",
    "summary": "Jonnalagadda, S. et al. - bioRxiv (2026-01-13)",
    "url": "https://doi.org/10.64898/2026.01.12.699093",
    "data": {
      "title": "Synthesis and evaluation of novel N,N-dialkylcinnamic acid-based mitochondrial pyruvate carrier inhibitors: Biosynthetic and energetic lethality of targeting metabolic plasticity in cancer",
      "summary": "Jonnalagadda, S. et al. - bioRxiv (2026-01-13)",
      "url": "https://doi.org/10.64898/2026.01.12.699093",
      "relevance": "medium",
      "metadata": {
        "doi": "10.64898/2026.01.12.699093",
        "authors": "Jonnalagadda, S.; Ronayne, C. T.; Jonnalagadda, S.; Gardner, Z. S.; Mereddy, V. R.",
        "authorFormatted": "Jonnalagadda, S. et al.",
        "server": "bioRxiv",
        "category": "cancer biology",
        "publishedDate": "2026-01-13",
        "abstract": "Novel functionalized cyanocinnamic acid based MPC inhibitors based on pharmacologically privileged N-piperazinyl and N-piperidinyl drug templates have been synthesized for potential cancer treatment. In vitro cell proliferation inhibition studies with these derivatives 2-4 show activity in the low micromolar range. Seahorse XFe96 based mitochondrial stress tests also illustrate the ability of 2-4 to potently and acutely inhibit numerous parameters of mitochondrial respiration in MDA-MB-231, WiDr, and 4T1 cells. Further analyses of the lead compound 3 in permeabilized 4T1 cells provide evidence of specific inhibition of pyruvate driven respiration without affecting glutamate or succinate fueled respiratory processes. Combination studies with GLUT1 inhibitor BAY-876 illustrate the capacity of compound 3 to inhibit metabolic plasticity in triple negative breast cancer MDA-MB-231 cells and is synergistic in inhibiting cell proliferation in aggressive stage IV breast cancer 4T1.",
        "version": "1",
        "license": "cc_no"
      }
    },
    "discoveredAt": "2026-01-16T20:14:51.941Z",
    "reviewedAt": null,
    "status": "pending"
  }
]