{
  "aetna:index:https://www.aetna.com/health-care-professionals/clinical-policy-bulletins.html": {
    "hash": "3a60417a1ae652710d58b7d5df20e84e82a5fe37517aa18899c104e3e0a52865",
    "content": "Skip to main content\nAetna\nMedicare\nMedicaid\nMore Aetna\nLog in\nEspañol \nContact us\nEntering text into the form field will activate a list of options.\nProviders\nWorking with us\nClaims\nPharmacy\nResources\nProviders\nClinical policy bulletins\nClinical policy bulletins\n\nHow we make coverage decisions for your patients.\n\nAetna Clinical Policy Bulletins\n\nOur Clinical Policy Bulletins (CPBs) explain the medical, dental and pharmacy services we may or may not cover. They are based on objective, credible sources, such as the scientific literature, guidelines, consensus statements and expert opinions.\n \n\nMedical Clinical Policy Bulletins\nDental Clinical Policy Bulletins\nPharmacy Clinical Policy Bulletins\nClinical Policy Bulletins FAQs\nClinical Policy Bulletins State Deviations\nLegal notices\n\nAetna is the brand name used for products and services provided by one or more of the Aetna group of companies, including Aetna Life Insurance Company and its affiliates (Aetna).\n\nHealth benefits and health insurance plans contain exclusions and limitations.\n\nSee all legal notices\n\nAlso of interest:\nWe’re here for providersMedical clinical policy bulletinsProvider manuals\nContact us\nAetna\nAetna Better Health\nAetna CVS Health\nAetna International\nAetna Medicare\nAetna Student Health\nGet to know us\nAbout Aetna\nCareers\nInvestor info\nNews and insights\n \nLegal & policy info\nLegal notices\nPlan disclosures\nProgram provisions\nTerms of use\nHelpful links\nFile a grievance or appeal\nFind a doctor \nFind a drug \nFind insurance FAQs\nGet the Aetna Health app\nSearch health care terms\nSite map\nHow we protect you\nAccessibility services\nFraud prevention\n\nHealth care reform \nNon-discrimination notice \nPrivacy center \nWebsite security program \n\n©2026 Aetna Inc.\n\nFor language services, please call the number on your member ID card and request an operator. For other language services: Español-Spanish | 中文 | Tiếng Việt | 한국어 | Tagalog | Pусский | العربية | Kreyòl | Français | Polski | Português | Italiano | Deutsch | 日本語 | فارسی | Other languages ...\n\nImproving your site experience\nTo provide you with a personalized experience, we use technologies on this site that collect data from and about you and may record site interactions. We use this information to provide our products and services, understand how you engage with our site, and to improve the services we offer you. We may share your data with trusted third parties. To learn more, see ourPrivacy Center or visit ourMedicare Privacy Center.\nClose\nPrivacy Preference Center\nCVS® uses cookies and other tracking technologies to collect and record your activities and movements across our websites throughout your browsing session to provide you with the best experience while using our site. These tracking technologies may collect your personal information subject to state consumer privacy laws (“Consumer Data”).\n\n \n\nYour choices: CVS respects your privacy and offers you the choice to allow or reject some types of tracking technologies on webpages where your Consumer Data may be collected. Please note that your choices only affect webpages where Consumer Data may be collected and will not affect webpages subject to other laws (e.g., HIPAA). In addition, your experience on the site and services available to you may be impacted based on your choices.\nManage Consent Preferences\nStrictly Necessary\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nBusiness/Performance\n Business/Performance\n\nThese cookies are used to understand how cvs.com is used and ensure the site is functioning properly. I agree to the collection of my site usage data to measure, analyze and improve the services offered by cvs.com\n\nFirst-Party Personalization\n First-Party Personalization\n\nThese cookies are used to provide tailored experiences and communications based on your browsing and shopping behaviors. I agree to the collection of my shopping and purchase data for a more relevant and personalized experience.\n\nThird-Party Advertising\n Third-Party Advertising\n\nThese cookies deliver targeted ads and communications based on your browsing and shopping behaviors that may be of interest to you. I agree to the disclosure of my shopping and purchase data to be sent to advertising partners to serve targeted ads based on my interests.\n\nCookie List\n\n \nClear\n checkbox label label\nApply Cancel\nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nReject All Confirm My Choices\nFeedback",
    "fetchedAt": "2026-01-30T22:47:46.785Z"
  },
  "aetna:policy:https://www.aetna.com/cpb/medical/data/100_199/0140.html": {
    "hash": "d125f962f778c73d40acf95d0ac35261789aa789095bb5e6701b78ec0cfe11ea",
    "content": "--> Top\nGenetic Testing\nClinical Policy Bulletins Medical Clinical Policy Bulletins\nPrint\nopens a dialog\n \nShare\nopens in a new window\n\nNumber: 0140\n\nTable Of Contents\nPolicyApplicable CPT / HCPCS / ICD-10 CodesBackgroundReferences\nPolicy\nScope of Policy\n\nThis Clinical Policy Bulletin addresses genetic testing.\n\nMedical Necessity\n\nAetna considers genetic testing medically necessary to establish a molecular diagnosis of an inheritable disease when all of the following are met:\n\nThe member displays clinical features, or is at direct risk of inheriting the mutation in question (pre-symptomatic); and\nThe result of the test will directly impact the treatment being delivered to the member; and\nAfter history, physical examination, pedigree analysis, genetic counseling, and completion of conventional diagnostic studies, a definitive diagnosis remains uncertain, and one of the following diagnoses is suspected (this list is not all-inclusive); and\nDisease-specific criteria met.\n\nSee Appendix for List 1: Suspected Diagnoses. \n\nFamilial Colorectal, Endometrial, or Gastric Cancer Testing\n\nAetna considers germline genetic testing for familial high risk colorectal cancer, endometrial cancer, or gastric cancer medically necessary when National Comprehensive Cancer Network (NCCN) testing criteria for individual syndromes are met. NCCN testing criteria for individual syndromes are included in NCCN Genetic/Familial High-Risk Assessment: Colorectal, Endometrial, and Gastric (access to NCCN Guidelines is free with registration). The criteria are found in the following sections:\n\nLynch Syndrome- HRS-3\nAdenomatous Polyposis-POLYP-1\nJuvenile Polyposis Syndrome- JPS-1\nPeutz-Jeughers Syndrome- PJS1\nHereditary Diffuse Cancer syndrome- HGAST1\nSerrated Polyposis Syndrome (SPS1)\nLi-Fraumeni Syndrome and Cowden Syndrome testing criteria are found in the NCCN Genetic/Familial High-Risk Assessment: Breast, Ovarian, and Pancreatic Guidelines.\n\nNote: Genetic testing is considered medically necessary for the syndrome specific gene or genes noted in the NCCN guidelines. Multi-gene panel tests that include additional genes are considered medically necessary only for individuals with a personal or family history of a related cancer, more than one potential inherited cancer syndrome could be responsible for the clinical presentation, and the panel is more efficient than multiple single gene or targeted panel tests. All other uses of multi-gene panel tests, panel tests that include RNA analysis, or polygenic risk scores are considered experimental, investigational, or unproven. Genetic testing including multi-gene panel testing for inherited cancers is considered a once in a lifetime benefit. \n\nSee also CPB 0516 - Colorectal Cancer Screening.\n\nPrenatal and Preconception Carrier Screening\n\nAetna considers prenatal and preconception carrier screening medically necessary when the following criteria are met:\n\nExpanded (panel) carrier screening: unless previously performed, panel must include cystic fibrosis (CF), spinal muscular atrophy (SMA), and/or hemoglobinopathies for individuals/couples who are pregnant or planning a pregnancy; and\nResults of the test will be used in management of the pregnancy, potentially affected fetus, or for family planning.\n\nNotes:\n\nConsistent with the 2021 American College of Medical Genetics and Genomics (ACMG) practice resource guideline, Aetna considers a pan-ethnic panel screening approach (greater than or equal to 15 genes [≥15 genes]) to be medically necessary once per lifetime for recessively inherited conditions with a carrier frequency of greater than or equal to 1 in 200 (≥1/200).\n\nAetna considers targeted carrier screening as medically necessary when limited to testing of a known familial mutation or for testing of a specific condition/gene based on family history. Aetna considers targeted carrier screening not medically necessary for all other indications. \n\nAetna considers genetic carrier testing experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nAetna considers repeat carrier screening experimental, investigational, or unproven.\n\nSpecific Genetic Tests:\n\nAndrogen insensitivity syndrome (AIS):\n\nAetna considers AR (androgen receptor) gene sequence analysis for AIS as medically necessary for the following indications below. (Testing strategy: Begin with sequence analysis of AR. If pathogenic variant in AR is not identified, gene-targeted deletion/duplication analysis may be considered),\n\nIndividual to be tested exhibits signs or symptoms of AIS (e.g., undermasculinization of the external genitalia, impaired spermatogenesis with otherwise normal testes, absent or rudimentary müllerian structures (i.e., fallopian tubes, uterus, and cervix) and results will directly impact clinical management; or\nCarrier screening of female reproductive partner planning a pregnancy and has family history of AIS consistent with X-linked inheritance (i.,e., affected 46,XY individuals, manifesting heterozygous females (46,XX)); or\nPrenatal testing in the offspring of the biological parent with confirmed AR mutation.\n\nAetna considers genetic testing for AIS experimental, investigational, or unproven for the identification of AR carriers in the general population and for all other indications because there is inadequate evidence in the published peer-reviewed clinical literature regarding its effectiveness.\n\nAngelman syndrome:\n\nAetna considers genetic testing medically necessary to confirm a diagnosis of AS when the following criteria are met:\n\nPresence of gait ataxia and/or tremulous movement of the limbs; and\nPresence of severe developmental delay or intellectual disability; and\nPresence of severe speech impairment; and\nPresence of unique behavior with inappropriate happy demeanor that includes frequent laughing, smiling and excitability.\n\nAS Testing Strategy:\n\nTesting begins with DNA methylation analysis chromosome 15 (15q11-q13)\nIf DNA methylation analysis is normal, then proceed to UBE3A sequence analysis\nIf DNA methylation analysis is abnormal, then proceed to deletion/duplication analysis/ FISH/CMA\nIf deletion/duplication analysis/FISH/CMA is normal, then proceed to uniparental disomy (UPD) study\nIf UPD is normal, then proceed to imprinting defect (ID) study.\nArrhythmogenic right ventricular dysplasia/cardiomyopathy (ARVD/C):\n\nComprehensive genetic testing (DSC2, DSG2, DSP, JUP, PKP2, and TMEM43) is considered medically necessary for members with confirmed or suspected diagnosis of arrhythmogenic right ventricular dysplasia/cardiomyopathy (ARVD/C) (i.e., persons who have at least two minor criteria or one major Task Force criteria) (see Appendix). Mutation-specific genetic testing for ARVC is considered medically necessary for first or second-degree relatives of the index case following the identification of the ARVC-causative mutation in the index case. \n\nGenetic testing for ARVD/C is considered experimental, investigational, or unproven for all other indications.\n\nAshkenazi Jewish testing panel:\n\nAetna considers medically necessary preconception or prenatal carrier screening for persons of Ashkenazi Jewish ancestry with a panel of genetic tests recommended by the American College of Medical Genetics (ACMG):\n\nTay Sachs disease\nCanavan disease\nCystic fibrosis\nFamilial dysautonomia\nFamilial hyperinsulinism\nJoubert syndrome\nMaple syrup urine disease\nBloom syndrome\nFanconi anemia\nNiemann-Pick disease\nGaucher disease\nGlycogen storage disease type 1\nMucolipidosis IV\nNemaline myopathy.\n\nIf only one partner is of Ashkenazi Jewish ancestry, then testing of that partner is considered medically necessary. Testing of the other partner is considered medically necessary only if the result of testing of the Ashkenazi Jewish partner is positive.\n\nAutosomal dominant polycystic kidney disease (ADPKD):\n\nGenetic testing for ADPKD (PKD1, PKD2) is considered medically necessary for adults with multiple cysts on appropriate imaging studies (ultrasound, CT or MRI) in persons who are at high risk for rapid progression to end-stage renal disease (ESRD) as determined by their treating nephrologist who are being considered for tolvaptan (Jynarque).\n\nCADASIL:\n\nAetna considers DNA testing for CADASIL medically necessary for either of the following indications:\n\nPre-symptomatic individuals where there is a family history consistent with an autosomal dominant pattern of inheritance and there is a known mutation in an affected member of the family; or\nSymptomatic individuals who have a family history consistent with an autosomal dominant pattern of inheritance of this condition (clinical signs and symptoms of CADASIL include stroke, cognitive defects and/or dementia, migraine, and psychiatric disturbances).\n\nAetna considers CADASIL genetic testing experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nCatecholaminergic polymorphic ventricular tachycardia (CPVT):\n\nAetna considers genetic testing for CPVT medically necessary for the following indications:\n\nMember has either of the following:\n\nA first-degree relative (i.e., parent, full-sibling, child) with a confirmed CPVT mutation (Note: Test for known familial mutation); or\nA structurally normal heart and presents with syncope or cardiac arrest due to VT or ventricular fibrillation (VF) precipitated by exercise-, catecholamine, or emotional stress; and\n\nTesting will be targeted to genes associated with CPVT (e.g., RYR2, CASQ2, TRDN, TECRL, CALM1, CALM2, CALM3). Note: A cardiac ion channelopathy genomic sequencing panel followed if negative by reflex duplication/deletion gene analysis panel is considered an equally acceptable alternative to serial single-gene testing for this indication.\n\nCorneal dystrophy:\n\nAetna considers genetic testing of the TGFBI (transforming growth factor, beta-induced) gene medically necessary for the following indications:\n\nMembers have been evaluated by an ophthalmologist and corneal dystrophy is suspected; and\nMember has a parent affected with corneal dystrophy or is a known carrier of a TGFBI mutation; and\nResults of genetic testing will either: \nconfirm diagnosis that may not be clear (e.g., granular corneal dystrophy type II (GCD2)) based on clinical findings (e.g., slit lamp exam) and results will directly impact clinical management; or\naffect member's reproductive decisions when individual is the reproductive partner of an individual affected with corneal dystrophy or is a known carrier of a TGFBI mutation.\n\nAetna considers genetic testing for corneal dystrophy experimental, investigational, or unproven for the identification of TGFBI carriers in the general population and for all other indications because there is inadequate evidence in the published peer-reviewed clinical literature regarding its effectiveness.\n\nCystic fibrosis:\n\nAetna considers genetic carrier testing for cystic fibrosis medically necessary for members in any of the following groups:\n\nPersons and their reproductive partners seeking prenatal care; or\nPersons and their reproductive partners who are planning a pregnancy; or\nPersons with a family history of cystic fibrosis; or\nPersons with a first degree relative identified as a cystic fibrosis carrier; or\nReproductive partners of persons with cystic fibrosis; or\nPositive newborn screen for CF, or signs and symptoms of CF are present, and sweat chloride test is positive, intermediate, inconclusive or cannot be performed (eg, infant is too young to produce adequate volumes of sweat).\n\nAetna considers a core panel of 25 mutations that are recommended by the American College of Medical Genetics (ACMG) medically necessary for cystic fibrosis genetic testing.  The standard CF transmembrane regulator (CFTR) mutation panel is as follows: (Available at: American College of Medical Genetics and Genomics\nopens a dialog\n):\n\nStandard CF Transmembrane Regulator (CFTR) Mutation  \nΔF508\tΔI507\tG542X\tG551D\tW1282X \tN1303K \nR553X\t621+1G→ T\tR117H\t1717-1G→ A\tA455E\tR560T\nR1162X\tG85E\tR334W\tR347P\t711+1G→ T\t1898+1G→ A\n2184delA\t1078delT\t3849+10kbC→ T\t2789+5G→ A\t3659delC\tI148T\n3120+1G→ A\t \t \t \t \t \n\nAetna considers full gene sequencing for cystic fibrosis (CF) medically necessary only in members presenting with a positive newborn screen, bronchiectasis, symptoms of CF, or a positive family history for CF and sweat chloride values in the intermediate range (between 30 and 59 mmol/L) on 2 separate occasions.\n\nAetna considers genetic carrier testing for cystic fibrosis experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nAetna considers screening for cystic fibrosis mutations that extend beyond the standard mutation panel recommended by the ACMG experimental, investigational, or unproven.\n\nDilated cardiomyopathy (DCM):\n\nAetna considers single- or multi-gene genetic testing medically necessary to confirm diagnosis of hereditary DCM diagnosis when either criteria is met:\n\nMember has confirmed DCM with no identifiable cause (e.g., autoimmune disease, drug-related, endocrine disorders, infections, toxins); and\n\nTesting will be targeted to genes related to DCM (e.g., BAG3, DSP, FLNC, LMNA, MYH7, RBM20, TNNT2, TTN); and\nMember meets any of the following:\nMember has cardiac conduction disease (first-, second-, or third-degree block); or\nSudden unexplained cardiac death in a first- or second-degree blood relative 40 years of age or younger; or\nTesting will inform prognosis, treatment selection, or reproductive management; or\n\nCascade genetic testing in member considered at-risk for DCM when all of the following criteria are met:\n\nFirst-degree relative has confirmed hereditary DCM established by genetic testing or had sudden unexplained cardiac death prior to age 40; and\nTesting will be targeted to genes related to DCM; and\nTesting will inform prognosis, treatment selection, or reproductive management.\nDuchenne muscular dystrophy and Becker muscular dystrophy:\n\nAetna considers DMD gene testing medically necessary when the following criteria are met:\n\nCarrier screening when the individual to be tested is an asymptomatic female and has an affected blood relative in whom a disease-causing DMD or BMD mutation has been identified. (Testing Strategy: Test for known mutation); or\nIndividual to be tested\nFootnote1\n* exhibits characteristic features of DMD or BMD (eg, progressive symmetric muscular weakness (proximal greater than distal) often with enlargement of calf muscles, wheelchair dependency before age 13 years for DMD and after age 16 years for BMD); and individual has elevated serum creatine kinase (CK) concentration. (Note: Normal value ranges may vary slightly among different labs. Some labs use different measurements or test different samples. In males with DMD, serum CK levels are >10 times normal and in BMD five times normal. Some female carriers of DMD or BMD have levels two to 10 times normal).\n\nFootnote1\n* Note on Testing Strategy: Testing begins with deletion/duplication analysis of DMD gene. Sequence analysis of DMD gene is considered medically necessary for individuals with a negative deletion/duplication result. \n\nEhlers-Danlos syndrome:\n\nAetna considers sequence analysis\nFootnote2\n** of COL3A1 gene for EDS vascular type when the following criteria are met:\n\nAsymptomatic individuals with a first-degree blood relative (ie, parent, full-sibling, child) who has been diagnosed with EDS vascular type in whom the disease-causing mutation has been identified; or\nSymptomatic individuals to confirm a diagnosis of EDS vascular type when the following criteria are met:\n\nPresence or history of at least one of the following:\n\nArterial rupture; or\nFirst-degree blood relative (ie, parent, full-sibling, child) diagnosed with EDS vascular type; or\nIntestinal rupture; or\nUterine rupture during pregnancy; or\n\nPresence or history of at least two of the following:\n\nAcrogeria (aged appearance to extremities, particularly hands); or\nArteriovenous carotid cavernous sinus fistula; or\nCharacteristic facial appearance (thin lips and philtrum, small chin, thin nose, large eyes); or\nChronic joint subluxations/dislocations; or\nClubfoot; or\nCongenital dislocation of the hips; or\nEarly-onset varicose veins; or\nEasy bruising (spontaneous or with minimal trauma); or\nGingival recession; or\nHypermobility of small joints; or\nPneumothorax/pneumohemothorax; or\nTendon/muscle rupture; or\nThin, translucent skin (especially noticeable on chest/abdomen). \n\nFootnote2\n**Note: Testing begins with sequence analysis of COL3A1 gene. Biochemical (protein-based) testing may be considered for individuals with a negative sequencing result or when a sequence variant of unknown significance (VUS) is found.\n\nGenetic testing for EDS is considered experimental, investigational, or unproven for all other indications, including the following:\n\nAn at-risk (unaffected) individual when an affected family member has been tested for mutations and received a result of VUS (also known as unclassified variant or variant of uncertain significance); or\nDeletion/duplication analysis of COL3A1 gene; or\nEDS, arthrochalasia (COL1A1, COL1A2 genes); or\nEDS, dermatosparaxis (ADAMTS2 gene); or\nEDS, hypermobility type (TNXB gene); or\nEDS, kyphoscoliotic type (PLOD1); or\nEDS, classic type (COL5A1 and COL5A2 genes); or\nGeneral population screening.\nFactor V Leiden:\n\nAetna considers Factor V Leiden genetic testing medically necessary for members with an abnormal activated protein C (APC) resistance assay result\nFootnote15\n§§§ and any of the following indications:\n\nAsymptomatic female who is planning pregnancy or is currently pregnant and not taking anticoagulation therapy and either of the following:\n\nFirst-degree blood relative (ie, parent, full-sibling, child) with a history of high-risk thrombophilia (eg, antithrombin deficiency, double heterozygosity or homozygosity for FVL or prothrombin G20210A); or\nFirst-degree blood relative (ie, parent, full-sibling, child) with venous thromboembolism (VTE) before age 50 years; or\nFirst unprovoked (eg, from an unknown cause) VTE at any age (especially age less than 50 years); or\nIndividual with a first VTE AND a first-degree blood family member (ie, parent, full-sibling, child) with a VTE occurring before age 50 years; or\nIndividual with history of recurrent VTE; or\nVenous thrombosis at unusual sites (eg, cerebral, mesenteric, portal and hepatic veins); or\nVTE associated with the use of oral contraceptives or hormone replacement therapy (HRT); or\nVTE during pregnancy or the puerperium; or\nFor Factor V Leiden genetic testing for recurrent pregnancy loss, see CPB 0348 - Recurrent Pregnany Loss. \n\nFootnote15\n§§§ The requirement to have an abnormal activated protein C (APC) resistance assay result is waived if the member is on direct oral anticoagulants (e.g., apixaban [Eliquis], dabigatran [Pradaxa], rivaroxaban [Xarelto], or edoxaban [Savaysa]).\n\nAetna considers Factor V Leiden genetic testing experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nFamilial hypercholesterolemia:\n\nBased upon a consensus statement on familial hypercholesterolemia (FH) from the European Atherosclerosis Society (Nordestgaard, et al., 2013), Aetna considers genetic testing for familial hypercholesterolemia medically necessary in persons who meet any of the following criteria:\n\nPersons with a definite or probable diagnosis of FH (DLCN > 5) \nFootnote3\n***; or\nFirst degree relative with a causative FH mutation\nFootnote3\n***; or\nPlasma total cholesterol ≥310 mg/dL (> 8 mmol/L) in an adult or adult family member(s)\nFootnote4\n† or >230 mg/dL (> 6 mmol/L) in a child or child family member(s)\nFootnote4\n†); or\nPremature clinical CHD\nFootnote5\n†† in the subject or family member(s)\nFootnote4\n†; or\nTendon xanthomas in the subject or family member(s)\nFootnote4\n†; or\nSudden premature cardiac death in a family member\nFootnote4\n†. \n\nNote: Genetic testing for FH includes LDL-R mutations (approximately 75% of FH mutations), Apo-B mutations (approximately 20%) and PCSK9 mutations (approximately 5%).\n\nFootnote3\n*** The European Atherosclerosis Society recommends using the DLCN criteria (available at European Heart Journal\nopens a dialog\n) to establish the clinical diagnosis of FH. Among individuals with a definite or probable diagnosis of FH (DLCN > 5), and particularly those with an obvious clinical diagnosis with xanthoma and/or high cholesterol plus a family history of premature CHD, molecular genetic testing is strongly recommended. When a causative mutation is found in the index case, a genetic test should be offered to all first-degree relatives\n\nFootnote4\n† In cases of probable or definite FH, cascade screening using LDL cholesterol measurement in the family should be conducted and the subject referred for genetic testing if available, with subsequent cascade testing in the family if a causative mutation is found. Initial family members to be tested are biological first-degree relatives, namely parents, siblings, and children. Biological second-degree relatives including grandparents, grandchildren, uncles, aunts, nephews, nieces, and half-siblings should also be considered. \n\nFootnote5\n†† Premature CHD signifies CHD before age 55 in males and before age 60 in female first-degree relatives, while in second-degree relatives, the corresponding ages are 50 and 55. Clinical CHD is defined by a history of an AMI, silent MI, unstable angina, coronary revascularization procedure (PCI or CABG)) or clinically significant atherosclerotic cardiovascular disease diagnosed by invasive or noninvasive testing (such as coronary angiography, stress test using treadmill, stress echocardiography, or nuclear imaging).\n\nFamilial hypocalciuric hypercalcemia:\n\nAetna considers familial hypocalciuric hypercalcemia (FHH) medically necessary in any of the following:\n\nAtypical cases where no family members are available for testing; or\nFamilies with familial isolated hyperparathyroidism; or\nInfants or children under 10 years of age in whom neonatal hyperparathyroidism, neonatal severe hyperparathyroidism, and FHH are the commonest causes of parathyroid hormone-dependent hypercalcemia; or\nIndividuals with overlap in the calcium/creatinine (Ca/Cr) clearance ratio, namely between 0.01 and 0.02; or\nIndividuals with the phenotype of FHH whose parents are both normocalcemic (i.e., FHH possibly caused by a de novo CaSR mutation).\nFamilial nephrotic syndrome (NPHS1, NPHS2):\nAetna considers genetic testing for an NPHS1 mutation medically necessary for children with congenital nephrotic syndrome (nephrotic syndrome appearing within the first month of life) who are of Finnish descent or who have a family history of congenital nephrotic syndrome.  Genetic testing for NPHS1 mutations are considered experimental, investigational, or unproven for screening other persons with nephrotic syndrome and for all other indications because its effectiveness for other indications other has not been established.\nAetna considers genetic testing for an NPHS2 mutation medically necessary for children with steroid resistant nephrotic syndrome (SRNS) and for children who have a family history of SRNS.  Genetic testing for NPHS2 is considered experimental, investigational, or unproven for persons with steroid-responsive nephrotic syndrome and for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nAetna considers genetic testing for familial nephrotic syndrome experimental, investigational, or unproven for all other indications.\n\nFragile X:\n\nAetna considers genetic testing of the FMR1 gene medically necessary for members in any of the following risk categories where the results of the test will affect a member's clinical management or reproductive decisions:\n\nIndividuals with developmental delay/intellectual disability, autism or primary ovarian insufficiency (POI)\nFootnote6\n††† (also known as premature ovarian failure); or\nIndividual with progressive cerebellar ataxia and intention tremor in individuals older than 50 years of age;\nIndividuals planning a pregnancy who have either of the following:\nA family history of fragile X syndrome, or\nA family history of unexplained developmental delay/intellectual disability, autism or primary ovarian insufficiency (POI)\nFootnote6\n†††; or\n\nFetuses of known carrier mothers.  Prenatal testing of a fetus by amniocentesis or chorionic villus sampling is indicated following a positive Fragile X carrier test in the mother.\n\nFootnote6\n††† POI is defined as female younger than 40 years of age with FSH levels in the postmenopausal range and at least three months of amenorrhea, oligomenorrhea or dysfunctional uterine bleeding.\n\nThe following is considered medically necessary:\n\nFragile X DNA testing for members with:\n\nA negative cytogenetic test for fragile X if they have any physical or behavioral characteristics of fragile X syndrome and have a family history of fragile X syndrome or undiagnosed developmental delay/intellectual disability;\nA phenotype that is not typical for fragile X syndrome who have a cytogenetic test that is positive for fragile X. \n\nAetna considers population-based fragile X syndrome screening of individuals who are not in any of the above-listed risk categories experimental, investigational, or unproven because its effectiveness for indications other than the ones listed above has not been established.\n\nHereditary ataxia panel:\n\nAetna considers a hereditary ataxia panel medically necessary when the following criteria are met:\n\nMember has signs and symptoms of a hereditary ataxia; and\nOther causes of ataxia have been considered and ruled out, if possible (e.g., head trauma, alcoholism, vitamin deficiencies (such as low vitamin B12), multiple sclerosis, stroke, brain tumors, ear infections); and\nClinical presentation, including completed additional lab and clinical testing, does not fit a well-described syndrome for which single-gene testing or a symptom-based small targeted panel is available; and\nIf there is a known hereditary ataxia pathogenic variant in the family, single-gene testing for that pathogenic variant has been performed and is negative.\nHereditary hearing loss panel:\n\nAetna considers genetic testing medically necessary to confirm diagnosis of hereditary hearing loss when all of the following criteria are met:\n\nEnvironmental causes has been ruled out and etiology remains unclear; and\nTesting will be targeted to genes related to hereditary hearing loss (e.g., OtoGenome, OtoSeq); and \nTesting will inform prognosis, treatment  selection, or reproductive management.\nHereditary hemochromatosis:\n\nAetna considers genetic testing for HFE gene mutations medically necessary for persons who meet any of the following criteria:\n\nMember who has symptoms consistent with iron overload and member who has 2 consecutive transferrin saturations of 45% or more or 2 consecutive or elevated ferritins (ie, >200 ng/mL in men; >150 ng/mL in women); or\nMember has a first degree blood relative (i.e., parent, full-sibling, child) diagnosed with hereditary hemochromatosis; or\nMember has a first degree blood relative with known HFE sequence variants consistent with HH.\n\nGenetic testing for hereditary hemochromatosis is considered experimental, investigational, or unproven for general population screening and for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nHereditary hemoglobinopathies:\n\nAetna considers genetic testing for hemoglobinopathies and thalassemias (includes, but not limited to: Sickle Cell Anemia [HBB Gene], Alpha Thalassemia [HBA1/HBA2 Genes] and Beta Thalassemia [HBB Gene]) medically necessary for persons planning pregnancy or at the initial prenatal visit if no prior testing results are available for interpretation. Hemoglobinopathy testing may be performed using hemoglobin electrophoresis or molecular genetic testing (e.g., carrier screening that includes sickle cell disease [SCD] and other hemoglobinopathies). The use of non-invasive prenatal diagnosis for SCD with cell-free fetal DNA is considered experimental, investigational, or unproven; and currently not recommended by the American College of Obstetricians and Gynecologists (ACOG).\n\nHereditary hemorrhagic telangiectasia (HHT) (Osler-Weber-Rendu syndrome)\n\nAetna considers genetic testing to confirm diagnosis of HHT medically necessary when the following criteria is met:\n\nMember is a child or young adult who meet all of the following criteria:\n\nMember is asymptomatic; and\nBiological parent has confirmed diagnosis of HHT; and\nTesting will be targeted to disease-causing mutations in the ACVRL1, ENG, GDF2, or SMAD4 gene; or\n\nMember has not previously had genetic testing for HHT and meets all of the following criteria:\n\nMember has two or more of the following:\n\nCutaneous or mucosal telangiectasias\nSpontaneous and recurrent epistaxis\nMultiple mucocutaneous telangiectasia at characteristic sites\nVisceral involvement (e.g., gastrointestinal telangiectasia; pulmonary, cerebral, or hepatic arteriovenous malformations [AVMs])\nA first-degree blood relative (i.e., parent, sibling, child) with HHT; and\nTesting will be targeted to disease-causing mutations in the ACVRL1, ENG, GDF2, or SMAD4 gene; and\nTesting will inform prognosis, treatment selection, or reproductive management.\nHereditary pancreatitis (PRSS1):\n\nAetna considers genetic testing for hereditary pancreatitis (PRSS1 mutation) medically necessary in symptomatic persons with any of the following indications:\n\nA family history of pancreatitis in a first-degree (parent, sibling, child) or second-degree (aunt, uncle, grandparent) relative; or\nAn unexplained episode of documented pancreatitis occurring in a child that has required hospitalization, and where there is significant concern that hereditary pancreatitis should be excluded; or\nRecurrent (2 or more separate, documented episodes with hyper-amylasemia) attacks of acute pancreatitis for which there is no explanation (anatomical anomalies, ampullary or main pancreatic strictures, trauma, viral infection, gallstones, alcohol, drugs, hyperlipidemia, etc.); or\nUnexplained (idiopathic) chronic pancreatitis.\n\nThis policy is based upon guidelines from the Consensus Committees of the European Registry of Hereditary Pancreatic Diseases, the Midwest Multi-Center Pancreatic Study Group and the International Association of Pancreatology (Ellis et al, 2001).\n\nAetna considers genetic testing for hereditary pancreatitis experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nHuntington disease\n\nAetna considers genetic testing for Huntington disease (HD) medically necessary for either of the following indications:\n\nPredictive testing for CAG repeat length in asymptomatic individuals from families in which there is a history of HD to define risk of transmission; or \nPrenatal testing for CAG repeat length in fetuses from families in which there is a history of HD.\n\nGenetic testing for Huntington disease is considered experimental, investigational, or unproven for indications other than those listed above.\n\nHypertrophic cardiomyopathy (HCM):\n\nAetna considers single- or multi-gene genetic testing medically necessary to confirm diagnosis of hereditary HCM diagnosis when either criteria is met:\n\nMember has confirmed HCM with no identifiable cause (e.g., hypertension, infiltrative disease, metabolic and endocrine disorders, neuromuscular disorders, valvular disease); and\n\nTesting will be targeted to genes related to HCM (e.g., MYBPC3, MYH7, MYL2, MYL3, TNNI3, TNNT2); and\nMember meets either of the following:\nSudden unexplained cardiac death in a first-degree blood relative 40 years of age or younger; or\nTesting will inform prognosis, treatment selection, or reproductive management; or\n\nCascade genetic testing in member considered at-risk for HCM when all of the following criteria are met:\n\nFirst-degree relative has confirmed hereditary HCM established by genetic testing, had sudden unexplained cardiac death (SCD) prior to age 40, or SCD occurred at any age with an established diagnosis of HCM; and\nTesting will be targeted to genes related to HCM; and\nTesting will inform prognosis, treatment selection, or reproductive management.\n\nAetna considers genetic testing for HCM experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the one listed above has not been established.\n\nHypophosphatasia:\n\nAetna considers genetic testing for a pathogenic variant in ALPL medically necessary for confirmation of the diagnosis of hypophosphatasia.\n\nInherited bone marrow failure syndromes (IBMFSs) panel:\n\nAetna considers an inherited bone marrow failure syndromes (IBMFSs) panel medically necessary for the evaluation of unexplained bone marrow failure with cytopenia when all of the following criteria are met:\n\nThe member exhibits single or multi-lineage cytopenias, aplastic anemia, or myelodysplastic syndrome; and\nThe member and family history have been evaluated by a Board-Certified or Board-Eligible Medical Geneticist; and\nAlternate etiologies have been considered and ruled out when possible (e.g., environmental exposure, injury, infection); and\nClinical presentation does not fit a well-described syndrome for which single-gene testing is available; and\nIf there is a known inherited bone marrow failure pathogenic variant in the family, single-gene testing for that pathogenic variant has been performed and is negative.\nInterstitial lung disease (ILD):\n\nAetna considers genetic testing of SP-C and ABCA3 mutations medically necessary for interstitial lung disease (ILD) in infants presenting with acute respiratory failure in the absence of other explanations, or in older children with chronic presentation or family history of ILD, especially if the diagnostic imaging (radiographic patterns or bronchoscopic findings) is consistent with ILD.\n\nKennedy disease (spinal and bulbar muscular atrophy [SBMA]):\n\nAetna considers AR (androgen receptor) CAG trinucleotide repeat gene testing for SBMA medically necessary for the following indications:\n\nIndividual to be tested exhibits signs or symptoms of SBMA (e.g., gynecomastia, fasciculation of the tongue, lips or perioral region, dysarthria, dysphagia, muscle weakness of the limbs) and results will directly impact clinical management; or\nCarrier screening of female reproductive partner planning a pregnancy and has family history of SBMA; or\nPrenatal testing in the offspring of the biological parent with confirmed AR CAG trinucleotide repeat mutation.\n\nAetna considers genetic testing for SBMA experimental, investigational, or unproven for the identification of AR carriers in the general population and for all other indications because there is inadequate evidence in the published peer-reviewed clinical literature regarding its effectiveness.\n\nLeft ventricular noncompaction (LVNC):\n\nAetna considers genetic testing to confirm LVNC medically necessary when all the following criteria are met:\n\nMember is symptomatic with evidence of LVNC (e.g., echocardiogram); and\nTesting will be targeted to genes common in LVNC (i.e., MYH7, MYBPC3, and TTN); and\nTesting will inform prognosis, treatment selection, or reproductive management.\n\nAetna considers mutation-specific genetic testing medically necessary for first degree relatives of persons with a known disease-causing gene variant.\n\nLegius syndrome:\n\nAetna considers genetic testing for Legius syndrome (SPRED1) medically necessary when all of the following criteria are met:\n\nMember has multiple cafe-au-lait spots; and\nMember does not meet diagnostic criteria for neurofibromatosis type 1 (NF1); and\nTesting will inform prognosis, treatment selection, or reproductive management.\nLoeys-Dietz syndrome (LDS):\n\nAetna considers TGFBR1 and TGFBR2 gene testing for LDS medically necessary when the following criteria are met:\n\nAsymptomatic individual who has an affected first-degree blood relative (i.e., parent, full-sibling, child) with a known deleterious or suspected deleterious mutation (Testing strategy: Test for known familial mutation); or\nTo confirm or establish a diagnosis of LDS in an individual with characteristics of LDS (eg, aortic/arterial aneurysms/tortuosity, arachnodactyly, bicuspid aortic valve and patent ductus arteriosus, blue sclerae, camptodactyly, cerebral, thoracic or abdominal arterial aneurysms and/or dissections, cleft palate/bifid uvula, club feet, craniosynostosis, easy bruising, joint hypermobility, ocular hypertelorism, pectus carinatum or pectus excavatum, scoliosis, talipes equinovarus, thin skin with atrophic scars, velvety and translucent skin, widely spaced eyes) (Testing strategy: Begin with sequence analysis of TGFBR2. If a mutation is not identified, proceed with sequence analysis of TGFBR1).\nLong QT syndrome:\n\nAetna considers genetic testing for familial long QT syndrome (LQTS) medically necessary when acquired causes have been ruled out (e.g., drug-induced, electrolyte abnormalities, eating disorders, coronary artery disease, and bradyarrhythmias) and one of the following criteria is met:\n\nSymptomatic member with a prolonged corrected QT interval (QTc) greater than or equal to 460 ms on electrocardiogram (ECG); or\nQTc greater than or equal to 480 ms on repeated ECG with or without symptoms; or\nAsymptomatic member without a family history of congenital LQTS but who have serial ECGs with QTc greater than or equal to 460 ms before puberty or greater than or equal to 480 ms post-puberty; or\nMember has a high probability Schwartz score greater than or equal to 3.5 (see Appendix); or\nMember has an intermediate probability of congenital LQTS based on family history, ECG findings, and has an intermediate Schwartz score of 1.5 to 3 (see Appendix); or\nAnalysis of specific genes for members with prolonged QTc and a specific diagnosis as follows:\nKCNQ1 and KCNE1 in when Jervell and Lange-Nielsen syndrome is suspected; or\nCACNA1C when Timothy syndrome is suspected; or\nKCNJ2 when Andersen–Tawil syndrome is suspected; or\nTRDN when Triadin knockout syndrome is suspected; or\nCALM1, CALM2, KCNQ1, KCNH2, SCN5A and TRDN genes when Romano Ward syndrome is suspected.\n\nAetna considers a cardiac ion channelopathy genomic sequencing panel and duplication/deletion gene analysis panel medically necessary alternative to single gene testing. \n\nAetna considers genetic testing for long QT syndrome experimental, investigational, or unproven for all other indications because its effectiveness for indications other than the ones listed above has not been established.\n\nMalignant hyperthermia susceptibility:\n\nAetna considers genetic testing for malignant hyperthermia susceptibility (MHS) medically necessary for either of the following indications:\n\nScreening clinically confirmed MHS persons for variants in the RYR1 gene that are considered causative for MH by the European Malignant Hyperthermia Group (EMHG) to facilitate predictive testing in at-risk relatives; or\nScreening at-risk relatives of persons with clinically confirmed MHS for a known familial variant  in the RYR1 gene that is considered causative for MH by the EMHG.\n\nAetna considers genetic testing for malignant hyperthermia susceptibility (MHS) experimental, investigational, or unproven for all other indications.\n\nMarfan syndrome:\n\nAetna considers FBN1 gene testing for Marfan syndrome (MFS) medically necessary for the following indications:\n\nMarfan syndrome is suspected, but the clinical diagnostic criteria (see Appendix for List 2: Clinical Diagnostic Criteria for Marfan Syndrome) have not led to a confirmed diagnosis of Marfan syndrome, and both of the following criteria are met:\nNo known FBN1 mutation in the family; and\nPresence of ectopia lentis with any aortic dilation or significant aortic dilation (Z score greater than or equal to two)/dissection only; \n\nTesting strategy: Begin with sequencing of FBN1 gene. Deletion/duplication analysis of FBN1 gene is considered medically necessary if a mutation is not identified by sequence analysis.\n\nTesting of an asymptomatic individual who has an affected first-degree blood relative (i.e,. parent, full-sibling, child) with a known deleterious or suspected deleterious mutation. (Testing strategy: Test for known familial mutation); or\nThe prenatal diagnosis or PGD of Marfan syndrome in the offspring of parents with known disease-causing variants. \n\nGenetic testing for Marfan syndrome (MFS) is considered experimental, investigational, or unproven for any other indications, including but not limited to:\n\nThe use of FBN1 gene testing in the diagnostic evaluation of Marfan syndrome in individuals exhibiting only minor features of the condition, according to the Ghent diagnostic criteria;\nThe use of TGFBR2 gene testing to facilitate the diagnosis of Marfan syndrome in individuals testing  negative for FBN1 gene variants;\nThe use of TGFBR1 gene testing to facilitate the diagnosis of Marfan syndrome in individuals testing negative for FBN1 and TGFBR2 gene variants;\nThe use of Marfan syndrome gene testing in individuals fulfilling the Ghent diagnostic criteria who will not be using the information for reproductive decision making or facilitating the diagnosis of Marfan syndrome in at-risk relatives.\n\nSee Appendix for List 2: Clinical Diagnostic Criteria for Marfan Syndrome and Table 1: Calculation of the Systemic Score for Marfan Syndrome.\n\nMaturity onset diabetes of the young (MODY):\n\nAetna considers genetic testing of glucokinase gene (GCK), hepatic nuclear factor 1-α (HNF1-α), and hepatic nuclear factor 4-α (HNF4-α) for maturity-onset diabetes of the young (MODY) medically necessary for the diagnosis of MODY2 or MODY3 in persons with hyperglycemia or non-insulin-dependent diabetes who have a family history of abnormal glucose metabolism in at least 2 consecutive generations, with the individual or ≥ 1 family members diagnosed before age 25. \n\nAetna considers genetic testing for maturity-onset diabetes of the young (MODY) experimental, investigational, or unproven for all other indications.\n\nMenkes disease:\n\nAetna considers genetic testing medically necessary for the diagnosis of Menkes disease in children with low serum copper (0 to 55 µg/dL) and low serum ceruloplamin (10 to 160 mg/L) concentrations.\n\nMyotonic dystrophy type 1 and type 2:\n\nAetna considers genetic testing for myotonic dystrophy type 1 (DM1) (DMPK gene) and myotonic dystrophy type 2 (DM2) (CNBP gene) when the following criteria are met:\n\nIndividual to be tested exhibits characteristic features of DM1 or DM2 (eg, muscle weakness, muscle pain, myotonia). (Testing Strategy: Targeted mutation analysis of DMPK and/or CNBP gene. CNBP sequence analysis for DM2 is considered experimental, investigational, or unproven); or\nIndividual to be tested is asymptomatic; and\nAt least 18 years old; and\nHas an affected first-degree blood relative (ie, parent, full-sibling, child) in whom a disease-causing DM1 or DM2 mutation has been identified. (Testing Strategy: Test for known familial mutation); or\n\nIndividual is the reproductive partner of an individual affected with or carrier of DM1 or DM2.\n\nNeurofibromatosis:\n\nGenetic testing for neurofibromatosis is considered medically necessary for persons who meet the following criteria:\n\nDisplays a sign of or has clinical features of the NF; or\nHas a 50% risk of inheriting NF (pre-symptomatic); and\nA definitive diagnosis remains uncertain despite a complete family/personal history, physical examination and conventional diagnostic studies; and\nConfirmation of the diagnosis will impact treatment.\n\nGenetic testing for neurofibromatosis is considered experimental, investigational, or unproven for all other indications.\n\nNoonan syndrome:\n\nAetna considers genetic testing of PTPN11, SOS1, or KRAS genes medically necessary for the diagnosis of Noonan syndrome in persons with characteristic features to assist in reproductive planning.\n\nOculopharyngeal muscular dystrophy (OPMD):\n\nAetna considers PABPN1 gene testing for OPMD medically necessary for the following indications:\n\nIndividual to be tested exhibits signs or symptoms of OPMD (e.g.,ptosis, dysphagia, tongue weakness, proximal weakness in the extremities) and results will directly impact clinical management; or\nCarrier screening of persons planning a pregnancy and the following criteria are met: \nIndividual to be tested has a family history of OPMD or is a known carrier of a PABPN1 mutation; or\nIndividual to be tested is the reproductive partner of an individual affected with OPMD or is a known carrier of a PABPN1 mutation; and\nResults of genetic testing will affect member's reproductive decisions.\n\nAetna considers genetic testing for OPMD experimental, investigational, or unproven for the identification of PABPN1 carriers in the general population and for all other indications because there is inadequate evidence in the published peer-reviewed clinical literature regarding its effectiveness.\n\nOsteogenesis imperfecta (OI):\n\nGenetic testing for COL1A1 and COL1A2 gene sequencing in the management of osteogenesis imperfecta types I to IV, is considered medically necessary for the following indications:\n\nGenetic testing for sequence variants in COL1A1/2 to confirm the presence of mosaicism in the asymptomatic parent of a child with OI caused by sequence variants in COL1A1/2 for reproductive decision making purposes; or\nPreimplantation genetic diagnosis or prenatal diagnosis for sequence variants in COL1A1/2 in persons in which 1 or both reproductive partners have OI caused by sequence variants in COL1A1/2; or\nGenetic testing for sequence variants in COL1A1/2 for the diagnosis of OI when clinical and radiological examination and family history provide inadequate information for diagnosis of OI; or\nGenetic testing for sequence variants in COL1A1/2 in children diagnosed with OI to aid in reproductive planning for unaffected parents seeking to have additional children.\n\nGenetic testing for COL1A1 and COL1A2 gene sequencing is considered experimental, investigational, or unproven in any other circumstances, including, but not limited to:\n\nTesting for sequence variants in COL1A1/2 to confirm diagnosis of OI when clinical and radiological examination and family history provide adequate information for diagnosis of OI.\nGenetic testing for COL1A1/2 is considered experimental, investigational, or unproven for all other indications.\nPeutz-Jeghers syndrome:\n\nSTK11 (LKB1) gene testing may be considered for individuals with a suspected or known clinical diagnosis of Peutz-Jeghers syndrome, or a known family history of a STK11 (LKB1) mutation.  Testing may be considered for individuals whose medical and/or family history is consistent with any of the following:\n\nA relative with a known deleterious STK11 (LKB1) gene mutation; or\nA clinical diagnosis of PJS based on at least 2 of the following features:\nAt least 2 PJS-type hamartomatous polyps of the small intestine;\nMucocutaneous hyperpigmentation of the mouth, lips, nose, eyes, genitalia, or fingers;\nA family history of PJS.\nPrader-Willi syndrome (PWS):\n\nAetna considers genetic testing medically necessary to confirm a diagnosis of PWS when the following criteria are met:\n\nIndividual is age birth to two years with hypotonia with poor suck; or\nIndividual is age two to six years with the following characteristics:\nHypotonia with history of poor suck; and\nGlobal developmental delay (GDD); or\n\nIndividual is age six to 12 years with the following characteristics:\n\nHistory of hypotonia with poor suck (hypotonia often persists); and\nGDD; and\nExcessive eating with central obesity if uncontrolled; or\n\nIndividual is age 13 years to adulthood with the following characteristics:\n\nCognitive impairment, usually mild intellectual disability; and\nExcessive eating with central obesity if uncontrolled; and\nHypothalamic hypogonadism.\nPWS Testing Strategy:\nTesting begins with DNA methylation analysis\nIf DNA methylation analysis is abnormal, then proceed to FISH/CMA\nIf FISH/CMA is normal, then proceed to uniparental disomy (UPD) study\nIf UPD is normal, then proceed to imprinting defect (ID) study.\nPrimary dystonia (DYT1):\n\nAetna considers genetic testing for DYT1 medically necessary for the following indications:\n\nParents of children with an established DYT1 mutation, for purposes of family planning; or\nPersons with onset of primary dystonia other than focal cranial-cervical dystonia after age 30 years who have a affected relative with early onset (before 30 years); or\nPersons with primary dystonia with onset before age 30 years.\n\nAetna considers DYT-1 testing experimental, investigational, or unproven for all other indications, including the following because its effectiveness for indications other than the ones listed above has not been established:\n\nAsymptomatic individuals (other than parents of affected children), including those with affected family members (genetic testing for dystonia (DYT-1) is not sufficient to make a diagnosis of dystonia unless clinical features show dystonia); or\nPersons with onset of symptoms after age 30 years who either have focal cranial-cervical dystonia; or \nPersons with onset of symptoms after age 30 years who have no affected relative with early onset dystonia.\n\nThis policy is adapted from guidelines from the European Federation of Neurological Societies.\n\nProthrombin G20210A thrombophilia (F2 Gene):\n\nAetna considers F2 gene testing for prothrombin G20",
    "fetchedAt": "2026-01-30T22:47:54.948Z"
  },
  "aetna:policy:https://www.aetna.com/cpb/medical/data/400_499/0469.html": {
    "hash": "e6ad17bbb61187057bb7d579a86a65f2dcc6f79728bcf35c240b27c8e1d4a0cc",
    "content": "--> Top\nTranscranial Magnetic Stimulation and Cranial Electrical Stimulation\nClinical Policy Bulletins Medical Clinical Policy Bulletins\nPrint\nopens a dialog\n \nShare\nopens in a new window\n\nNumber: 0469\n\nTable Of Contents\nPolicyApplicable CPT / HCPCS / ICD-10 CodesBackgroundReferences\nPolicy\nScope of Policy\n\nThis Clinical Policy Bulletin addresses transcranial magnetic stimulation and cranial electrical stimulation.\n\nMedical Necessity\n\nAetna considers transcranial magnetic stimulation (TMS) medically necessary when all of the following criteria are met: \n\nAdministered by a Food and Drug Administration (FDA) cleared device (includes intermittent theta burst stimulation [iTBS]) and utilized in accordance with the FDA labeled indications; and\nMember is age 15 years or older; and\nMember has a confirmed diagnosis by a psychiatrist of severe major depressive disorder (single or recurrent episode) without psychosis documented by standardized rating scales that reliably measure depressive symptoms (e.g., Beck Depression Scale [BDI], Hamilton Depression Rating Scale [HDRS], Montgomery-Asberg Depression Rating Scale [MADRS], etc.); severity of depression should be measured during the current depressive episode at baseline with a validated depression rating scale, and changes from baseline with TMS treatment should be assessed using the same depression rating scale though the entire treatment course; and\nMember has no contraindications to TMS (refer to contraindications below); and\nMember has experienced inadequate response with both of the following during the current depressive episode occurring within the past 5 years: Note: For purposes of this policy, the current depressive episode begins with the most recent onset of acute symptoms. See Appendixfor information regarding antidepressant medications and augmentation therapy. \nTwo antidepressants from at least 2 different classes having different mechanisms of action at the maximally tolerated labeled dose, each used for at least 8 weeks (to qualify as an adequate antidepressant drug trial, the individual’s dose during the failed trials should have been at or above the minimal effective therapeutic dose for that antidepressant); and\nAugmentation therapy along with the primary antidepressant used for at least 8 weeks; if the augmenting agent is an antidepressant, the augmenting agent must be from a different class than the primary antidepressant. The augmenting agent should have been at or above the minimal effective therapeutic dose (which is typically the minimal labeled dose); and\nTreatment consists of a maximum of 30 sessions (5 days a week for 6 weeks) plus 6 tapering sessions (6 sessions over three weeks). Notes: Treatments beyond 36 sessions (e.g., 30 treatment sessions followed by 6 tapering sessions) may be reviewed for medical necessity. There is a lack of evidence of the effectiveness of additional sessions beyond 36 to treat \"late responders\", to solidify response, or to attain remission. There is a lack of evidence that persons who fail to respond or become refractory to one brand of TMS device will respond to another brand of TMS, theta burst stimulation (TBS), or deep TMS (dTMS) device; and\nTMS treatment is delivered by a device that is approved or cleared by the FDA for the treatment of major depressive disorder. Note: TMS treatment should generally follow the protocol and parameters specified in the manufacturer’s user manual, with modifications only as supported by the published scientific evidence base; and\nThe order for treatment (or retreatment) will be written by a psychiatrist (MD or DO) or psychiatric-mental health nurse practitioner (PMHNP) who will examine the patient and review the record and determine that TMS is indicated for use in a particular patient. In addition to patient selection, the psychiatrist or PMHNP must oversee initial patient motor threshold determinations, mapping and treatment parameter definitions and overall TMS treatment course planning for each patient. The psychiatrist or PMHNP must certify that the treatment will be given under direct supervision of this physician or PMHNP (i.e., the physician or PMHNP will be in the area and will be immediately available for each treatment). If the psychiatrist or PMHNP is not performing the daily TMS treatment sessions, then the psychiatrist or PMHNP should assign properly trained personnel who may perform the daily treatment sessions. The psychiatrist or PMHNP is also responsible for the evaluation of the patient during the course of their TMS Therapy treatment; and\nThe TMS operator will be a clinical professional who is conducting TMS Therapy under the supervision of a physician, nurse practitioner or physician assistant who is at the facility at the time of treatment. The TMS operator should possess sufficient clinical expertise to monitor the patient during the conduct of a TMS treatment session. The operator must be able to observe the patient’s physical status for the potential occurrence of adverse events, and make routine adjustments as required and consistent with product labeling, or determine circumstances under which treatment interruption or treatment termination should be considered. The TMS operator should be present in the treatment room with the patient at all times. The operator must be qualified to monitor the patient for seizure activity and to provide seizure management care.\n\nAetna considers TMS not medically necessary and experimental, investigational, or unproven in members with any of the following contraindications to TMS because the safety and effectiveness in persons with these contraindications has not been established:\n\nAbuse of substances with known abuse potential during the last 90 days; or\nActive suicidality; or\nMetal implant in or around the head (e.g., aneurysm coil or clip, metal plate, ocular implant, stent); or\nMetal or metal fragments in or around the head within 30 cm of the coil (e.g. bullets); or\nNeurological conditions (e.g., cerebrovascular disease, dementia, history of repetitive or severe head trauma, increased intracranial pressure or primary or secondary tumors in the central nervous system); or\nPresence of implanted devices (e.g., cardiac pacemaker or defibrillator, cochlear implant, deep brain stimulator, implantable infusion pump, spinal cord stimulator, vagus nerve stimulator, etc.); or\nSevere cardiovascular disease (unless member has been evaluated and cleared for TMS treatment by a cardiologist); or\nTattoos in the head or neck made with ferromagnetic-containing ink; or\nUnstable general medical disorders.\n\nAetna considers TMS retreatment medically necessary for members with depression relapse who meet all of the following criteria:\n\nThe member met initiation criteria above; and\nThe member has relapsed following TMS despite other treatment approaches (e.g., psychotherapy, pharmacotherapy), as appropriate; and\nThe member had previously had at least a 50% reduction in depressive symptoms with TMS, as documented by standardized rating scales that reliably measure depressive symptoms (e.g., Beck Depression Scale [BDI], Hamilton Depression Rating Scale [HDRS], Montgomery-Asberg Depression Rating Scale [MADRS], etc.), and this improvement was maintained for at least two months after the prior TMS treatment course; repeat TMS treatment within 60 days following the termination of the prior TMS course is considered not medically necessary.\n\nAetna considers one TMS re-mapping during a course of TMS for depression medically necessary. Additional courses of re-mapping are considered medically necessary if the member is not responding to ensure the most accurate treatment location, or if there is concern that motor threshold may have changed (for example, because of a change in medication). Note: Re-mapping does not increase the medically necessary number of TMS sessions, as treatment is provided during remapping. \n\nExperimental, Investigational, or Unproven\n\nAetna considers the following procedures experimental, investigational, or unproven because the effectiveness of these approaches has not been established:\n\nAccelerated TMS, as well as, MRI-guided TMS (repetitive and theta-burst stimulation), including but not limited to the Stanford Accelerated Intelligent Neuromodulation Therapy (SAINT), for the treatment of depression and other psychiatric/neurologic disorders\nAdjunctive use of ketamine with TMS\nCombined TMS and electroencephalography (EEG) for evaluation of unconscious state (e.g., medication-induced unconscious state, minimally conscious state, and unresponsive wakefulness syndrome) \nDelivery of TMS using a non-standard protocol with increased hertz under sedation \nNavigated TMS for motor function mapping and/or treatment planning of neurological diseases/disorders (e.g., amyotrophic lateral sclerosis, epilepsy, and resection of brain tumors)\nMagnetic e-Resonance Therapy (MeRT) for the treatment of autism, concussion, depression, post-traumatic stress disorder, traumatic brain injury, and all other indications\nTMS maintenance therapy (i.e., treatment outside of the established 30 treatment sessions over 6 weeks plus six tapering sessions over 3 weeks)\nTMS for the following conditions because its value and effectiveness has not been established (not an all-inclusive list):\nAlzheimer's disease\nAmyotrophic lateral sclerosis\nAnxiety disorders\nAuditory verbal hallucinations\nBipolar disorder\nBlepharospasm\nBulimia nervosa\nCerebellar ataxia (including spinocerebellar ataxia type 3)\nCerebral palsy\nChronic pain including neuropathic pain (e.g., orofacial pain, and central post-stroke pain)\nCommunication and swallowing disorders (e.g., aphasia (including post-stroke aphasia), dysarthria, dysphagia (including post-stroke dysphagia), and linguistic deficits)\nComplex regional pain syndrome\nConcussion\nDifferential diagnosis of Alzheimer disease from frontotemporal dementia\nExecutive function deficits\nEpilepsy (including status epilepticus)\nCongenital hemiparesis\nDyslexia\nDystonia\nFibromyalgia\nFunctional neurological disorder\nGambling disorder\nInsomnia\nLevodopa-induced dyskinesia\nMajor depressive disorder with psychosis\nMigraine\nMood disorders\nMultiple sclerosis\nMusical obsession (stuck song syndrome)\nNeurodevelopmental disorders (e.g., attention deficit/hyperactivity disorder, autism spectrum disorder, and tic disorders)\nNeuropathic pain associated with spinal cord injury\nObsessive-compulsive disorder\nPanic disorder\nParkinson disease\nPeri-partum depression\nPhantom limb pain\nPhantom pain associated with spinal cord injury\nPost-stroke fatigue\nPost-traumatic stress disorder\nPsychosis\nRestless legs syndrome\nSchizo-affective disorder\nSchizophrenia\nSmell and taste dysfunction (e.g., phantosmia and phantageusia)\nSmoking cessation\nSomatic symptom disorder (somatization disorder)\nSpasticity\nStroke treatment (e.g., motor impairment, post-stroke hemiplegia, and post-stroke spasticity)\nSubstance addiction (substance use disorders)\nTourette syndrome (see CPB 0480 - Tourette's Syndrome)\nTinnitus\nTraumatic brain injury\nVisual hallucinations after stroke.\n\nCranial electrical stimulation (also known as cerebral electrotherapy, craniofacial electrostimulation, electric cerebral stimulation, electrosleep, electrotherapeutic sleep, transcerebral electrotherapy, transcranial electrotherapy, as well as the Fisher Wallace stimulator (formerly known as the Liss Body Stimulator) for any indication (not an all-inclusive list):\n\nAlcoholism\nAlzheimer's disease\nAnxiety\nAutism\nChemical dependency\nChronic pain\nDementia\nDepression\nDisorders of consciousness\nDyslexia\nHeadaches\nFibromyalgia\nInsomnia\nMood and sleep disturbances\nNeuropathic pain\nParkinson disease\nPhantom pain associated with spinal cord injury\nProgressive supranuclear palsy\nRestless legs syndrome\nStroke treatment (e.g., motor impairment, post-stroke aphasia, and post-stroke hemiplegia)\nTraumatic brain injury\nVisual rehabilitation.\nRelated Policies\nCPB 0208 - Deep Brain Stimulation\nCPB 0445 - Electroconvulsive Therapy\nCPB 0480 - Tourette's Syndrome\nCPB 0648 - Autism Spectrum Disorders\nCPB 0755 - Motor Cortex Stimulation\nCPB 0950 - Esketamine (Spravato)\nCPB 0951 - Brexanolone (Zulresso)\nTable:\nCPT Codes / HCPCS Codes / ICD-10 Codes\nCode\tCode Description\n\nTranscranial/navigated transcranial Magnetic Stimulation:\n\n\nCPT codes covered if selection criteria are met:\n\n90867\tTherapeutic repetitive transcranial magnetic stimulation treatment; planning\n90868\t     delivery and management, per session\n90869\t     subsequent motor threshold re-determination with delivery and management\n\nCPT codes not covered if selection criteria are met:\n\nMagnetic e-Resonance Therapy (MeRT) –no specific code\n0858T\tExternally applied transcranial magnetic stimulation with concomitant measurement of evoked cortical potentials with automated report\n0889T\tPersonalized target development for accelerated, repetitive high-dose functional connectivity MRI–guided theta-burst stimulation derived from a structural and resting-state functional MRI, including data preparation and transmission, generation of the target, motor threshold–starting location, neuronavigation files and target report, review and interpretation\n0890T\tAccelerated, repetitive high-dose functional connectivity MRI–guided theta-burst stimulation, including target assessment, initial motor threshold determination, neuronavigation, delivery and management, initial treatment day\n0891T\tAccelerated, repetitive high-dose functional connectivity MRI–guided theta-burst stimulation, including neuronavigation, delivery and management, subsequent treatment day\n0892T\tAccelerated, repetitive high-dose functional connectivity MRI–guided theta-burst stimulation, including neuronavigation, delivery and management, subsequent motor threshold redetermination with delivery and management, per treatment day\n93000\tElectrocardiogram, routine ECG with at least 12 leads; with interpretation and report\n93005\t     tracing only, without interpretation and report\n93010\t     interpretation and report only\n93040\tRhythm ECG, 1-3 leads; with interpretation and report\n93041\t     tracing only without interpretation and report\n93042\t     interpretation and report only\n95700 - 95726\tElectroencephalogram (EEG)\n95812\tElectroencephalogram (EEG) extended monitoring; 41-60 minutes\n95813\t    61-119 minutes\n95816\tElectroencephalogram (EEG); including recording awake and drowsy\n95819\t    including recording awake and asleep\n95822\t    recording in coma or sleep only\n95824\t    cerebral death evaluation only\n\nOther CPT codes related to the CPB:\n\n90832 - 90838\tPsychotherapy\n90839 - 90840\tPsychotherapy for crisis\n90845 - 90853\tOther psychotherapy\n\nHCPCS codes covered if selection criteria are met:\n\nG0295\tElectromagnetic therapy, to one or more areas\n\nHCPCS codes not covered for indications listed in the CPB:\n\nKetamine –no specific code\n\nICD-10 codes covered if selection criteria are met:\n\nF32.2\tMajor depressive disorder, single episode, severe without psychotic features\nF33.2\tMajor depressive disorder, recurrent, severe without psychotic features\n\nICD-10 codes not covered for indications listed in the CPB (not all-inclusive):\n\nC71.0 - C71.9\tMalignant neoplasm of brain\nD33.0 - D33.2\tBenign neoplasm of brain\n\nF01.50 - F32.1, F32.3, F32.4 - F33.1, F33.3, F33.40 - F99\n\tMental and behavioral disorders [including post-traumatic stress disorder (PTSD)]\nG11.10 – G11.19\tEarly-onset cerebellar ataxia\nG11.2\tLate-onset cerebellar ataxia\nG11.3\tCerebellar ataxia with defective DNA repair\nG11.4\tHereditary spastic paraplegia\nG12.21\tAmyotrophic lateral sclerosis\nG20.A1 - G20.C\tParkinson's disease\nG21.4\tVascular parkinsonism\nG24.3\tSpasmodic torticollis\nG24.5\tBlepharospasm\nG25.81\tRestless legs syndrome\nG30.0 - G30.9\tAlzheimer's disease\nG31.01 - G31.9\tFrontotemporal dementia\nG32.81\tCerebellar ataxia in diseases classified elsewhere\nG35\tMultiple sclerosis\nG40.001 - G40.919\tEpilepsy and recurrent seizures\nG43.001 - G43.919\tMigraine\nG44.001 - G44.89\tOther headache syndromes\nG47.00 - G47.9\tSleep disorders\nG54.6 - G54.7\tPhantom limb syndrome [associated with spinal cord injury]\nG80.0 – G80.9\tCerebral palsy\nG81.10 - G81.14\tSpastic hemiplegia\nG89.0\tCentral pain syndrome [post stroke]\nG90.50 - G90.59\tComplex regional pain syndrome I (CRPS I)\nH53.40\tUnspecified visual field defects.\nH93.11 - H93.19\tTinnitus\nH93.A1 - H93.A9\tPulsatile tinnitus\nI69.020 - I69.028\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following nontraumatic subarachnoid hemorrhage\nI69.120 - 69.128\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following nontraumatic intracerebral hemorrhage\nI69.220 - I69.228\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following nontraumatic intracranial hemorrhage\nI69.320 - I69.328\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following cerebral infarction\nI69.398\tOther sequelae of cerebral infarction [post-stroke fatigue]\nI69.820 - I69.828\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following other cerebrovascular disease\nI69.920 - I69.928\tAphasia, dysphasia, dysarthria, fluency disorders and other speech and language deficits following unspecified cerebrovascular disease\nJ38.5\tLaryngeal spasm\nK22.0\tAchalasia of cardia\nK22.4\tDyskinesia of esophagus\nK31.3\tPylorospasm, not elsewhere classified\nK59.4\tAnal spasm\nK83.4\tSpasm of sphincter of Oddi\nM54.10 - M54.18\tRadiculopathy\nM60.811 - M60.9\tMyositis\nM62.40 - M62.49\tContracture of muscle\nM62.830 - M62.838\tMuscle spasm\nM79.10 - M79.18\tMyalgia\nM79.2\tNeuralgia and neuritis, unspecified\nR25.0 - R25.9\tAbnormal involuntary movements\nR27.0 - R27.9\tOther lack of coordination\nR41.82\tAltered mental status, unspecified\nR41.844\tFrontal lobe and executive function deficit\nR43.0 - R43.9\tDisturbances of smell and taste\nR44.0\tAuditory hallucinations [Musical obsessions or Stuck song syndrome]\nR47.01\tAphasia\nR47.02\tDysphasia\nR47.1\tDysarthria and anarthria\nR48.0\tDyslexia and alexia\nR51.0 - R51.9\tHeadache\nS06.0X0A - S06.A1XS\tIntracranial injury [traumatic brain injury]\n\nS12.000A - S12.691S\nS22.000A - S22.089S\nS32.000A - S32.2xxS\n\tFracture of vertebral column [must be billed with codes for spinal cord injury]\n\nS14.101A - S14.159S\nS24.101A - S24.159S\nS34.101A - S34.139S\n\tSpinal cord injury\nZ18.10-Z18.12\tRetained metal fragments\nZ71.6\tTobacco abuse counseling [Smoking cessation]\n\nCranial Electrical Stimulation:\n\n\nHCPCS codes not covered for indications listed in the CPB:\n\nA4556\tElectrodes (e.g., apnea monitor), per pair\nA4557\tLead wires (e.g., apnea monitor), per pair\nA4558\tConductive gel or paste, for use with electrical device (e.g., TENS, NMES), per oz.\nA4595\tElectrical stimulator supplies, 2 lead, per month, (e.g., TENS, NMES)\nA4596\tCranial electrotherapy stimulation (ces) system supplies and accessories, per month\nE0720\tTranscutaneous electrical nerve stimulator (TENS) device, two leads, localized stimulation\nE0730\tTranscutaneous electrical nerve stimulator (TENS) device, four or more leads, for multiple nerve stimulation\nE0732\tCranial electrotherapy stimulation (ces) system, any type\n\nOther HCPCS codes related to the CPB:\n\nG0283\tElectrical stimulation (unattended), to one or more areas for indication(s) other than wound care, as part of a therapy plan of care\n\nICD-10 codes not covered for indications listed in the CPB (not all-inclusive):\n\nF01.50 - F99\tMental disorders\nG20.A1 - G20.C\tParkinson's disease\nG21.4\tVascular parkinsonism\nG23.1\tProgressive supranuclear ophthalmoplegia [Steele-Richardson-Olszewski]\nG25.81\tRestless legs syndrome\nG30.0 - G30.9\tAlzheimer's disease\nG43.001 - G43.919\tMigraine\nG44.001 - G44.89\tOther headache syndromes\nG47.00 - G47.9\tSleep disorders\nG54.6 - G54.7\tPhantom limb syndrome [associated with spinal cord injury]\n\nI69.020, I69.120, I69.220, I69.320, I69.820, I69.920\n\tSpeech and language deficits following nontraumatic hemorrhage\n\nI69.059, I69.159. I69.259, I69, 359, I69.859, I69.959\n\tHemiplegia and hemiparesis following nontraumatic subarachnoid hemorrhage\nM54.10 - M54.18\tRadiculopathy\nM60.811 - M60.9\tMyositis\nM79.10 - M79.18\tMyalgia\nM79.2\tNeuralgia and neuritis, unspecified\nR40.0 - R40.4\tSomnolence, stupor and coma\nR51.0 - R51.9\tHeadache\nS06.0X0A - S06.A1XS\tIntracranial injury [traumatic brain injury]\n\nS12.000A - S12.691S\nS22.000A - S22.089S\nS32.000A - S32.2xxS\n\tFracture of vertebral column [may be billed with codes for spinal cord injury]\n\nS14.101A - S14.159S\nS24.101A - S24.159S\nS34.101A - S34.139S\n\tSpinal cord injury\nBackground\n\nTranscranial magnetic stimulation (TMS) is a non-invasive method of induction of a focal current in the brain and transient modulation of the function of the targeted cerebral cortex. This procedure entails placement of an electromagnetic coil on the scalp; high-intensity electrical current is rapidly turned on and off in the coil through the discharge of capacitors.  Depending on stimulation parameters (frequency, intensity, pulse duration, stimulation site), repetitive TMS (rTMS) to specific cortical regions can either increase or decrease the excitability of the affected brain structures.\n\nTranscranial magnetic stimulation has been investigated in the treatment of various psychiatric disorders, especially depression.  This procedure is usually carried out in an outpatient setting.  In contrast to electroconvulsive therapy, TMS does not require anesthesia or analgesia. Furthermore, it does not affect memory and usually does not cause seizures.  However, the available peer-reviewed medical literature has not established the effectiveness of rTMS in the treatment of psychiatric disorders other than major depression. In addition, more research is needed to ascertain the roles of various stimulation parameters of rTMS for its optimal outcome as well as its long-term effectiveness in the treatment of psychiatric disorders.\n\nAddiction / Substance Use Disorders\n\nGorelick et al (2014) noted that TMS is still in the early stages of study as addiction treatment. These researchers identified 19 human studies using repetitive transcranial magnetic stimulation (rTMS) to manipulate drug craving or use, which exposed a total of 316 adults to active rTMS.  Nine studies involved tobacco, 6 alcohol, 3 cocaine, and 1 methamphetamine.  The majority of studies targeted high-frequency (5 to 20 Hz; expected to stimulate neuronal activity) rTMS pulses to the dorsolateral prefrontal cortex.  Only 5 studies were controlled clinical trials: 2 of 4 nicotine trials found decreased cigarette smoking; the cocaine trial found decreased cocaine use.  Many aspects of optimal treatment remain unknown, including rTMS parameters, duration of treatment, relationship to cue-induced craving, and concomitant treatment.  The mechanisms of rTMS potential therapeutic action in treating addictions are poorly understood, but may involve increased dopamine and glutamate function in cortico-mesolimbic brain circuits and modulation of neural activity in brain circuits that mediate cognitive processes relevant to addiction, such as response inhibition, selective attention, and reactivity to drug-associated cues.  The authors concluded that rTMS treatment of addiction must be considered experimental at this time, but appears to have a promising future.Makani and associates (2017) stated that addiction and related disorders are devastating with their tremendous social, psychological, and physical consequences for which development of optimally effective treatments are long overdue; rTMS is relatively safe and is becoming an emerging therapeutic tool for these conditions.  These investigators carried out a systematic review using PubMed, PsycINFO, PsychiatryOnline and Cochrane Library ranging from year 2001 to 2017.  They retrieved 70 related articles of which, based on the Strength of Recommendation Taxonomy (SORT) guidelines, 33 indicated Level-1 study quality and class-B strength of recommendation for rTMS in nicotine addiction (effective in 218/289 subjects who received rTMS as found in 11 studies).  Level-2/Class-B evidence was found for alcohol and cocaine addictions (alcohol: effective in 126/193 subjects who received rTMS as found in 8 studies; cocaine: effective in 86/128 subjects, as found in 5 studies).  For food cravings, Level-3/Class-B evidence was noted (effective in 134/169, found in 7 studies).  However, the evidence was limited to Level-3/Class-C for heroin (10/20 subjects received active rTMS, effective in 1 study), methamphetamine (33/48 subjects received active rTMS, effective in 2 studies), cannabis (18/18 subjects received active rTMS, effective in 1 study), and pathological gambling (31/31 subjects received active rTMS, effective in 2 studies).  The authors concluded that rTMS may serve as an emerging therapeutic option for addiction and related disorders.  The major voids in this field include important methodological limitations and dearth of knowledge about precise mechanism of action that need to be addressed in the future studies.\n\nTorres-Castano and colleagues (2021) noted that long-term cocaine use is associated with cognitive deficits and neuro-psychiatric pathologies; and rTMS is an emerging therapeutic strategy relating to changes in brain activity.  It stimulates the prefrontal cortex and is involved in inhibitory cognitive control, decision-making and care.  In a systematic review, these investigators examined the evidence on the safety, effectiveness, and cost-effectiveness of rTMS for the treatment of cocaine addiction.  They carried out a systematic review of the literature.  The following electronic databases were consulted from inception to October 2020: Medline, Embase, CINAHL, PsycINFO, Cochrane Central Register of Controlled Trials and Web of Science; RCTs, non-RCTs and case-series and full economic evaluations were included.  A total of 12 studies were included.  No identified study reported data on cost-effectiveness.  Significant results of the effectiveness of TMS have been observed in terms of the reduction of craving to consume and the number of doses consumed.  No serious adverse effects have been observed.  The authors concluded that despite the low quality of the studies, the first results were observed in terms of reduction of cocaine use and craving.  In any case, this effect was considered moderate.  Since not all studies were RCTs, and the fact that the included studies had small sample sizes and a short follow-up, the evidence obtained did not allow conclusive statements.  Moreover, these researchers stated that in order to consider TMS as a procedure likely to be recommended for the treatment of cocaine addiction, controlled clinical trials are needed to be performed under rigorous standards with respect, for example, to the characterization of the participants, the randomization and the blinding procedures.  In this regard, there are a number of variables specific to the technique that make it difficult to obtain the “perfect” protocol for each subject and to obtain the best possible results.  In the future, it will be necessary to conduct comparative studies to evaluate these key variables, among which it is necessary to mention the target region to be stimulated, the methods to locate the target and the type of coil to be used, the number and frequency of the pulses and the number of sessions.\n\nKedzior and colleagues (2018) stated that deep TMS (DTMS) is a non-invasive method of stimulating widespread cortical areas and, presumably, deeper neural networks.  In a systematic review, these researchers examined the effects of DTMS in the treatment of substance use disorders (SUD).  Electronic literature search (PsycInfo, Medline until April 2017) identified k = 9 studies (k = 4 RCTs, with inactive sham and k = 5 open-label studies).  DTMS was most commonly applied using HF/intensity (10 to 20 Hz/100 to 120 % of the resting motor threshold, MT) protocols for 10 to 20 daily sessions in cases with alcohol, nicotine or cocaine use disorders.  The outcome measures were craving and dependence (according to standardized scales) or consumption (frequency, abstinence or results of biological assays) at the end of the daily treatment phases and at the last follow-up.  Acute and longer-term (6 to 12 months) reductions in alcohol craving were observed after 20 sessions (20-Hz, 120 % MT) relative to baseline in k = 4 open-label studies with co-morbid SUD and MDD.  In k = 2 RCTs without MDD, alcohol consumption acutely decreased after 10 to 12 sessions (10 to 20 Hz, 100 to 120 % MT) relative to baseline or to sham.  Alcohol craving was reduced only after HF/intensity DTMS (20-Hz, 120 % MT) relative to sham in k = 1 RCT.  Nicotine consumption was reduced and abstinence was increased after 13 sessions (10-Hz, 120 % MT) and at the 6-month follow-up relative to sham in k = 1 RCT.  Cocaine craving was reduced after 12 sessions (15-Hz, 100 % MT) and at the 2-month follow-up relative to baseline in k = 1 open-label study while consumption was reduced after 12 sessions (10-Hz, 100 % MT) relative to baseline but not to sham in k = 1 RCT.  The authors concluded that HF-DTMS may be effective at treating some SUD both acutely and in the longer-term.  These researchers stated that large RCTs with inactive sham are needed to determine the efficacy and the optimal stimulation parameters of DTMS for the treatment of SUD.\n\nBormann et al (2024) stated that TMS and transcranial direct current stimulation (tDCS) have evidence for their potential in the treatment of SUD.  Medication for addiction treatment (MAT) is under-utilized and not always effective.  These researchers identified RCTs and case studies that examined the effectiveness of TMS or tDCS used concurrently with MAT in the treatment of SUD.  They carried out a systematic review of published literature following PRISMA guidelines on June 1, 2023 by a medical librarian.  Craving-related scales were extracted for an effect size calculation.  The Physiotherapy Evidence Database (PEDro) scale assessed study quality.  A total of 8 studies (7 RCTs, 1 case study) including 253 individuals were published from 2015 to 2022, 5 of which had available data for meta-analysis.  TMS or tDCS combined with MAT significantly reduced craving-related measures relative to sham stimulation (Hedges' g = -0.42, CI: -0.73 to -0.11, p < 0.01).  Opioid use disorder, methadone, and the dorsolateral prefrontal cortex were the most commonly studied SUD, MAT, and target region.  The authors concluded that this review showed a significant effect; however, was limited by a small number of studies with heterogeneous methodology across intervention methods and SUDs.  These researchers stated that additional studies are needed to examine the clinical impact and mechanisms of combined brain stimulation and pharmacotherapy.\n\nGambling Disorder\n\nConcerto et al (2023) stated that gambling disorder (GD) is a behavioral addiction listed within the diagnostic category of substance-related and addictive disorders.  Recently, TMS, which non-invasively stimulates the brain and has neuro-modulatory properties, has emerged as an innovative treatment tool for GD; therefore, offering a new option for the management of this complex disorder. In a systematic review, these investigators examined the effectiveness of TMS as a possible non-pharmacological treatment for GD.  They carried out an exhaustive search across the Medline, Web of Science, and Embase databases using a specific search string related to GD and TMS.  A total of 20 studies were selected for full-text examination, out of which 8 met the inclusion criteria and were analyzed in the present review.  This review included 8 studies: 3 RCTs, 3 non-controlled studies, 1 case-series study, and 1 case-report.  Two cross-over RCTs described a decrease in craving after high-frequency (excitatory), rTMS over the left dorsolateral prefrontal cortex (DLPFC) and the medial prefrontal cortex (PFC), respectively; another study applying low-frequency (inhibitory) rTMS on the right DLPFC did not find any positive effect on craving.  Among uncontrolled studies, 1 showed the beneficial effect of high-frequency rTMS over the left DLPFC, while another showed the effectiveness of a continuous theta burst stimulation protocol directed over the pre-supplementary motor area, bilaterally.  The authors concluded that the included studies demonstrated the promising effect of excitatory stimulation over the left PFC.  Moreover, these researchers stated that further investigation is needed.  They stated that future research should place greater emphasis on characterizing study samples based on specific symptoms and further longitudinal RCTs should be conducted to monitor the safety and long-term effects of non-invasive brain stimulation techniques in GD and other addiction disorders.\n\nThe authors stated that this systematic review had several drawbacks.  The inclusion of diverse clinical populations, as well as the inclusion of case reports and case series, the high risk of bias in multiple domains of the included studies, and the concurrent use of other treatments introduce limitations and cofounding factors regarding treatment effectiveness.  In particular, the placebo effect may have influenced many of the results obtained, and randomized sham control trials are needed in future.\n\nAmyotrophic Lateral Sclerosis\n\nIn a review on the diagnosis of amyotrophic lateral sclerosis (ALS), Elman and McCluskey (2010) stated that rTMS remains a largely experimental technique and is not used routinely for clinical diagnosis.  In a Cochrane review on rTMS for the treatment of ALS or motor neuron disease, Guo et al (2011) concluded that there is currently insufficient evidence to draw conclusions about the safety and effectiveness of rTMS in the treatment of ALS.  They noted that further studies may be helpful if their potential benefit is weighed against the impact of participation in a RCT on people with ALS.\n\nAnxiety Disorders\n\nPrasko et al (2007) examined if rTMS would facilitate effect of serotonin reuptake inhibitors (SRIs) in patients with panic disorder (n = 15).  Patients suffering from panic disorder resistant to SRI therapy were randomly assigned to either active or to sham rTMS.  The objective of the study was to compare the 2- and 4-weeks effectiveness of the 10 sessions low-frequency rTMS with sham rTMS add on SRI therapy.  These researchers used 1-Hz, 30-min rTMS, 110 % of motor threshold administered over the right dorso-lateral prefrontal cortex (DLPFC).  The same time schedule was used for sham administration.  Psychopathology was evaluated by means of the rating scales CGI, HAMA, PDSS and BAI before the treatment, immediately after the experimental treatment, and 2 weeks after the experimental treatment by an independent reviewer.  Both groups improved during the study period but the treatment effect did not differ between groups in any of the instruments.  The authors concluded that low-frequency rTMS administered over the right dorso-lateral prefrontal cortex after 10 sessions did not differ from sham rTMS add on SRIs in patients with panic disorder.\n\nPigot and colleagues (2008) noted that rTMS has also been investigated for the treatment of some anxiety disorders (e.g., obsessive-compulsive disorder, post-traumatic stress disorder and panic disorder).  While anecdotal reports and open studies have suggested a therapeutic role for rTMS in anxiety disorders, controlled studies, which have varied greatly in terms of rTMS administration, have not shown it to be superior to placebo.  Furthermore, reports in animal models of anxiety have not been consistent.  Thus, there is currently no convincing evidence for the clinical role of rTMS in the treatment of anxiety disorders.  The authors stated that more research is needed, drawing on advances in the understanding of pathological neurocircuitry in anxiety disorders and the mechanisms of action by which rTMS may alter that neurocircuitry.  In a review on OCD, Abramowitz and colleagues (2009) stated that although rTMS has not been extensively assessed in this disorder, available data do not support its therapeutic efficacy for this condition.\n\nBerlim et al (2014) stated that rTMS applied to the dorsolateral prefrontal cortex (DLPFC) has yielded promising results as a treatment for post-traumatic stress disorder (PTSD).  However, to-date, no quantitative review of its clinical utility has been published.  These investigators searched for randomized and sham-controlled trials from 1995 to March 2013 using MEDLINE, Embase, PsycINFO, CENTRAL, and SCOPUS.  They then performed an exploratory random effects meta-analysis.  Studies on rTMS applied to the right DLPFC included 64 adults with PTSD.  The pooled Hedges g effect size for pre- and post-changes in clinician-rated and self-reported PTSD symptoms were, respectively, 1.65 (p < 0.001) and 1.91 (p < 0.001), indicating significant and large-sized differences in outcome favoring active rTMS.  Also, there were significant pre- and post-decreases with active rTMS in overall anxiety (Hedges g = 1.24; p = 0.02) and depressive (Hedges g = 0.85; p < 0.001) symptoms.  Drop-out rates at study end did not differ between active and sham rTMS groups.  Regarding rTMS applied to the left DLPFC, there was only 1 study published to-date (using a high frequency protocol), and its results showed that active rTMS seems to be superior overall to sham rTMS.  The authors concluded that this exploratory meta-analysis showed that active rTMS applied to the DLPFC seems to be effective and acceptable for treating PTSD.  However, they stated that the small number of subjects included in the analyses limits the generalizability of these findings.  They stated that future studies should include larger samples and deliver optimized stimulation parameters.\n\nAn assessment by the Canadian Agency for Drugs and Technologies in Health (CADTH, 2014) concluded that, for PTSD, there is early evidence that TMS may improve clinical outcomes. For generalized anxiety disorder, no evidence was found.\n\nParikh and colleagues (2022) carried out a systematic review and meta-analysis of repetitive transcranial magnetic stimulation (rTMS) in adults with generalized anxiety disorder (GAD).  These investigators conducted a systematic literature review using the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) guidelines. Pre- and post-treatment anxiety scores were extracted, and a random-effects meta-analysis was performed to determine the magnitude of improvement (SMD).  Standard assessments of heterogeneity (e.g., Q-statistic, I2, and τ 2) and publication bias were performed.  The initial search resulted in 3,194 citations, of which 6 studies were included in the meta-analysis.  A total of 152 patients were studied, including 97 patients who received active treatment and 55 who received sham treatment, and heterogeneity was modest (I2 = 13.32, Q = 5.77).  In patients with GAD, rTMS produced a SMD of -1.857 (CI: -2.219 to -1.494; p < 0.001) with a prediction interval of -2.55 to -1.16.  The authors concluded that the findings of this review suggested a robust effect of rTMS in GAD in the context of limited, heterogenous studies.  Moreover, these researchers stated that rigorously designed RCTs of rTMS for GAD and related anxiety disorders are urgently needed.  These studies will provide opportunities for biomarker development and integration of concurrent evidence-based psychotherapy to maximize results.\n\nAutism\n\nIn a review on autism, Levy et al (2009) stated that biologically based treatments include anti-infectives, chelation medications, gastro-intestinal medications, hyperbaric oxygen therapy, off-label drugs (e.g., secretin), and intravenous immunoglobulins.  Non-biologically based treatments include auditory integration training, chiropractic therapy, cranio-sacral manipulation, facilitated communication, interactive metronome, and transcranial stimulation.  However, few studies have addressed the safety and effectiveness of most of these treatments.\n\nMasuda and colleagues (2019) noted that cortical excitation/inhibition (E/I) imbalances contribute to various clinical symptoms observed in autism spectrum disorder (ASD).  However, the detailed pathophysiologic underpinning of E/I imbalance remains uncertain; TMS motor-evoked potentials (MEP) are a non-invasive tool for examining cortical inhibition in ASD.  These investigators carried out a systematic review on TMS neurophysiology in motor cortex (M1) such as MEPs and short-interval intracortical inhibition (SICI) between individuals with ASD and controls.  Out of 538 initial records, these investigators identified 6 articles; 5 studies measured MEP, where 4 studies measured SICI.  There were no differences in MEP amplitudes between the 2 groups, whereas SICI was likely to be reduced in individuals with ASD compared with controls.  Notably, SICI largely reflects GABA(A) receptor-mediated function.  Conversely, other magnetic resonance spectroscopy (MRS) and post-mortem methodologies assess GABA levels.  The present review demonstrated that there may be neurophysiological deficits in GABA receptor-mediated function in ASD.  The authors concluded that reduced GABAergic function in the neural circuits could underlie the E/I imbalance in ASD, which may be related to the pathophysiology of clinical symptoms of ASD.  Thus, a novel treatment that targets the neural circuits related to GABA(A) receptor-mediated function in regions involved in the pathophysiology of ASD may be promising.\n\nThe authors stated that the main drawback of this systematic review was the small sample size for each parameter.  Also, each study included a limited number of individuals, which did not allow these investigators to control the confounding effects of the age, gender, accompanied medication, or co-morbidity such as other neurodevelopmental disorders.  Further, in this study, because of the limited number of articles examining the non-motor areas in ASD, only M1 could be systematically reviewed.  These researchers stated that further well-designed studies addressing current limitations and the knowledge gap are needed.\n\nCerebellar Neuromodulation for the Treatment of Autism Spectrum Disorders\n\nElandaloussi et al (2025) noted that ASD is a complex neurodevelopmental condition characterized by social atypicalities and repetitive behaviors.  Growing evidence suggests that alterations in brain networks may contribute to ASD symptoms.  The cerebellum has emerged as a potential key player in ASD.  Non-invasive neuromodulation techniques, such as tDCS or rTMS offer a promising approach for modulating brain activity and potentially alleviating ASD symptoms.  Furthermore, pre-clinical studies in rodents further emphasized the therapeutic effect of cerebellar stimulation to target autism-related symptoms.  These investigators reviewed both clinical and pre-clinical studies aiming to modulate cerebellar circuits to improve symptoms of ASD.  They identified 10 pertinent studies examining the effect of cerebellar neuromodulation in human and pre-clinical models.  Posterior cerebellar tDCS represented the most commonly employed neuromodulation method and suggested that cerebellar tDCS can result in improvements in symptoms of ASD and restore cerebellar connectivity in individuals with ASD.  In neurotypical participants, there is evidence that cerebellar tDCS can enhance social cognitive abilities.  These results were in line with pre-clinical studies, suggesting that chemo-genetic stimulation can modulate cerebellar circuits involved in ASD and improve related behaviors.  The authors concluded that further investigations are needed to establish standardized protocols, evaluate long-term effects, and examine the underlying mechanisms of cerebellar stimulation; they examined research questions that need to be addressed before launching large-scale randomized clinical trials.\n\nBipolar Disorder\n\nYang and colleagues (2019) noted that patients with bipolar disorder (BD) present wide-spread and significant neurocognitive impairments during all stages of the disorder; rTMS has been tried to improve clinical outcomes in common psychiatric diseases, such as depression, anxiety disorders, schizophrenia, and BD. Whether rTMS can improve cognitive function in BD patients remains unclear.  These researchers examined the effects of rTMS on cognitive function in patients with BD.  A total of 52 eligible subjects with BD were randomly assigned to receive active or sham rTMS via high-speed magnetic stimulator with a figure-of-eight coil for 10 consecutive days.  In the active rTMS group, a total of 25,000 stimuli were applied over the left dorsolateral prefrontal cortex at 110 % of the motor threshold.  The sham group received corresponding sham stimulation.  Clinical manifestations and cognitive functions were assessed using a modified 24-item HDRS, the Young Mania Rating Scale (YMRS), and the MATRICS Consensus Cognitive Battery (MCCB).  These investigators found that 10 consecutive days of HF- rTMS improved scores on the Wechsler Memory Scale-III Spatial Span, and the MCCB Category Fluency subtest, without intolerable adverse effects.  No significant differences in HDRS or YMRS scores were found between groups.  The authors concluded that short-term rTMS could improve cognitive function in BD patients.  The main drawbacks of this study were its relatively small sample size (n = 52), the lack of follow-up after the intervention, and the effect of the drug on cognitive function in subjects was not excluded.\n\nIn a triple-blinded, randomized, placebo-control, pilot study,  McIntyre and colleagues (2021) examined if rTMS would improve cognitive function in adults with BD.  Subjects (aged 18 to 60 years) with a diagnosis of DSM-5-defined BD (I or II) were recruited and randomized (n = 36) to receive either a sham treatment (n = 20) or an active rTMS treatment (n = 16).  Patients completed the Measurement and Treatment Research to Improve Cognition in Schizophrenia (MATRICS) Consensus Cognitive Battery (MCCB) at baseline and 1 to 2 weeks after the rTMS intervention.  A significant group by time interaction was observed in the Hopkins Verbal Learning Test-Revised (HVLT-R), (F (1, 34) = 17.0, p < 0.001, partial η2 = 0.33).  Post-hoc analysis revealed that although both groups did not significantly differ at baseline (p = 0.58), patients in the active rTMS group significantly improved following neurostimulation (p = 0.02) for HVLT-R.  Moreover, within-subject analysis indicated that the active rTMS group significantly improved in score from pre-treatment to post-treatment (p < 0.001), while the sham group did not improve (p = 0.94) for HVLT-R.  No significant differences were observed in the other cognitive measures.  The authors concluded that this pilot study, which was intended to establish feasibility, suggested that rTMS may offer benefit in select domains of cognitive functioning in BD.  None of the measures across sub-domains revealed a dyscognitive effect.  Moreover, these investigators stated that this study had a small sample (n = 16 in the rTMS group); larger, rigorous studies are needed to replicate and extend results of this pilot study.\n\nBlepharospasm\nIn a prospective, randomized, sham-controlled, observer-blinded study, Kranz et al (2010) examined the effects of rTMS on benign essential blepharospasm (BEB).  In 12 patients with BEB, these investigators evaluated the effects of a 15-min session of low-frequency (0.2 Hz) rTMS over the anterior cingulate cortex (ACC) with stimulation intensities at 100 % active motor threshold with 3 stimulation coils: a conventional circular coil (C-coil), a sham coil (S-coil), and a Hesed coil (H-coil, which allows stimulation of deeper brain regions.  \na conventional circular coil (C-coil),\na sham coil (S-coil), and\na Hesed coil (H-coil, which allows stimulation of deeper brain regions. \n\nPrimary outcome was the clinical effects on BEB (blink rate, number of spasms rated by a blinded physician and patient rating before, immediately after, and 1 hour after stimulation); secondary outcome was the blink reflex recovery curve.  Subjective stimulation comfort was similar for each coil with no stimulation-associated adverse events.  Stimulation with the H- and C-coils resulted in a significant improvement in all 3 outcome measures and was still detectable in physician rating and patient rating 1-hr after stimulation.  S-coil stimulation had no effects.  The active motor threshold was significantly lower for the H-coil compared to the other 2 coils.  The authors concluded that rTMS could be used as a therapeutic tool in BEB.  Moreover, they noted that compared to the well-established and long-lasting effects of botulinum toxin and in view of the time-consuming nature of rTMS and its short-lasting effects, it should not be used in routine clinical setting at this stage.  Furthermore, they stated that further studies will be necessary to show whether repeated stimulation applications result in lasting clinical effects.\n\nBulimia Nervosa\n\nIn a single-center, randomized, double-blind, sham-controlled study, Walpoth et al (2008) examined the effects of rTMS in bulimia nervosa (BN).  A total of 14 women meeting DSM-IV criteria for BN were included in the study.  In order to exclude patients highly responsive to placebo, all patients were first submitted to a 1-week sham treatment.  Randomization was followed by 3 weeks of active treatment or sham stimulation.  The main outcome was the change in binges and purges.  Secondary outcome variables were the decrease of the HDRS, the BDI and the Yale-Brown Obsessive Compulsive Scale (YBOCS) over time.  The average number of bi",
    "fetchedAt": "2026-01-30T22:48:03.604Z"
  },
  "aetna:policy:https://www.aetna.com/cpb/medical/data/700_799/0715.html": {
    "hash": "843d4673bf592cf790d74c92aab903d03f00661c2a0e702f965d2ede8f0fc098",
    "content": "--> Top\nPharmacogenetic and Pharmacodynamic Testing\nClinical Policy Bulletins Medical Clinical Policy Bulletins\nPrint\nopens a dialog\n \nShare\nopens in a new window\n\nNumber: 0715\n\nTable Of Contents\nPolicyApplicable CPT / HCPCS / ICD-10 CodesBackgroundReferences\nPolicy\nScope of Policy\n\nThis Clinical Policy Bulletin addresses pharmacogenetic and pharmacodynamic testing.\n\nMedical Necessity\n\nAetna considers the following tests medically necessary (unless otherwise stated):\n\nABCD1 gene mutation testing for members who are considering elivaldogene autotemcel (Skysona) for treatment of cerebral adrenoleukodystrophy (CALD), see CPB 1017 - Elivaldogene Autotemcel (Skysona);\nAnaplastic lymphoma kinase (ALK) fusion gene (e.g., the Vysis ALK Break Apart FISH Probe Kit; Ventana ALK (D5F3) CDx Assay) for members who are considering crizotinib (Xalkori), alectinib (Alecensa) or ceritinib (Zykadia) for the treatment of non-small cell lung cancer (NSCLC);\n\nAetna considers FoundationOne testing panels (FoundationOne CDx and FoundationOne Liquid CDx) not medically necessary for assessing candidacy of members with non-small cell lung cancer for treatment with alectinib (Alecensa), because there is no proven advantage of the FoundationOne CDx gene panels over targeted ALK mutation testing or small targeted panels for this indication;\n\nALK gene rearrangement for members who are considering pembrolizumab (Keytruda) for the treatment of NSCLC;\nBCR/ABL mutation testing (e.g., MRDx BCR-ABL Test) for members with chronic myeloid leukemia being considered for treatment with nilotinib (Tasigna);\nBRAF and NRAS mutations (e.g., cobas KRAS Mutation Test; therascreen KRAS RGQ PCR Kit, Dako EGFR pharmDx Kit) for members with colorectal cancer being considered for treatment with cetuximab (Erbitux) or panitumumab (Vectibix);\nBRAF gene (V600E or V600K) mutation testing (e.g., the THxID BRAF test, cobas 4800 BRAF V600 mutation test, Qiagen therascreen BRAF V600E RGQ polymerase chain reaction (PCR) Kit) for the following indications:\nMembers with unresectable or metastatic melanoma who are being considered for treatment with vemurafenib (Zelboraf), dabrafenib (Tafinlar), trametinib (Mekinist), cobimetinib (Cotellic), binimetinib (Mektovi) or encorafenib (Braftovi); or\nMembers with metastatic colorectal cancer being considered for treatment with encorafenib (Braftovi); \n\nAetna considers FoundationOne Liquid CDx not medically necessary for assessing candidacy of members with melanoma for treatment with encorafenib (Braftovi), because there is no proven advantage of the FoundationOne Liquid CDx gene panels over targeted BRAF V600E mutation testing or small targeted panels for this indication; or\n\nMembers with recurrent or metastatic non-small cell lung cancer who are being considered for treatment with dabrafenib (Tafinlar), pembrolizumab (Keytruda), or vemurafenib (Zelboraf); or\nMembers with thyroid carcinoma who are being considered for treatment with dabrafenib (Tafinlar) or vemurafenib (Zelboraf);\n\nBRCA testing\n\nBRCA testing (e.g., BRACAnalysis CDx) for women with advanced epithelial ovarian cancer, fallopian tube or primary peritoneal cancer who have been treated with three or more prior lines of chemotherapy and are being considered for olaparib (Lynparza), and for women with advanced epithelial ovarian cancer, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum based chemotherapy and are being considered for maintenance treatment with olaparib;\n\nAetna considers FoundationOne testing (FoundationOne CDx and FoundationOne Liquid CDx) not medically necessary for assessing candidacy of persons with ovarian cancer for treatment with olaparib, because there is no proven advantage of the FoundationOne CDx gene panel over targeted BRCA mutation testing or small targeted panels for this indication;\n\nBRCA testing (e.g., BRACAnalysis CDx) for members with metastatic pancreatic carcinoma whose disease has not progressed on first-line platinum treatment, and are being considered for maintenance treatment with olaparib;\nBRCA testing (e.g., FoundationOne CDx) for men with advanced, recurrent or metastatic prostate cancer who have been treated with androgen-receptor directed therapy and are being considered for treatment with olaparib (Lynparza);\nGermline BRCA testing (e.g., BRACAnalysis CDx) for women with human epidermal growth factor receptor 2 (HER2)-negative breast cancer who are being considered for olaparib (Lynparza or talazoparib (Talzenna), either as adjuvant therapy or for those who have previously been treated with chemotherapy in the neoadjuvant, adjuvant or metastatic setting (regardless of family history);\nSomatic/tumor BRCA testing (e.g., myChoice CDx) for women with advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who have been treated with three or more prior lines of chemotherapy and are being considered for niraparib (Zejula);\nSomatic/tumor BRCA testing (e.g., myChoice CDx) for women with advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in a complete or partial response to two or more lines of platinum-based chemotherapy and are being considered for maintenance treatment with niraparib;\nSomatic/tumor BRCA testing (e.g., FoundationFocus™ CDx BRCA LOH test) for women with epithelial ovarian cancer, fallopian tube or primary peritoneal cancer who are being considered for treatment with rucaparib (Rubraca) after two or more previous lines of chemotherapy, except when the individual has previously tested positive for a deleterious or suspected deleterious germline BRCA mutation;\n\nAetna considers FoundationOne Liquid CDx not medically necessary for assessing candidacy of persons with ovarian cancer being considered for treatment with rucaparib because there is no proven advantage of the FoundationOne Liquid CDx gene panel over targeted BRCA mutation testing or small targeted panels for this indication. For more information on BRCA testing, see CPB 0227 - BRCA Testing, Prophylactic Mastectomy, and Prophylactic Oophorectomy;\n\nSomatic/tumor BRCA testing (e.g., FoundationOne CDx, FoundationOne Liquid CDx) for men with advanced, recurrent or metastatic prostate cancer who have been treated with androgen-receptor directed therapy and a taxane-based chemotherapy and are being considered for treatment with rucaparib;\n\nc-KIT testing for members with gastrointestinal stromal tumors (GIST) (e.g., Dako c-KIT pharmDx) or aggressive systemic mastocytosis (KIT D816V Mutation Detection by PCR) being considered for treatment with imatinib mesylate (Gleevec);\nClaudin 18 isoform 2 (CLDN18.2) testing (e.g., VENTANA CLDN18 (43-14A) RxDx Assay) for members with gastric cancer or esophagogastric junction adenocarcinoma who are being considered for zolbetuximab (Vyloy) therapy;\nCRCdx RAS Mutation Detection Kit for detection of certain RAS gene (i.e., KRAS and NRAS genes) mutations in members who are considering panitumumab for treatment of anal adenocarcinoma, colorectal cancer, or small bowel adenocarcinoma;\nCTFR gene mutations for members with cystic fibrosis who are being considered for treatment with ivacaftor (Kalydeco):\nG551D\nG1244E\nG1349D\nG178R\nG551S\nR117H\nS1251N\nS1255P\nS549N\nS549R\n\nCytochrome P450 polymorphisms:\n\nCYP2C19 polymorphism genotyping for members who have been prescribed clopidogrel (Plavix) - repeat CYP2C19 genotyping has no proven value;\nCYP2D6 polymorphism genotyping for members who have been prescribed doses of tetrabenazine (Xenazine) greater than 50 mg per day - repeat CYP2D6 genotyping has no proven value;\nCYP2D6 polymorphism genotyping for members with Gaucher disease type 1 who are being considered for treatment with eliglustat (Cerdelga) - repeat CYP2D6 genotyping has no proven value;\ndel(17p)/TP53 mutation testing (e.g., Vysis CLL FISH Probe Kit) for members with chronic lymphocytic leukemia/small lymphocytic lymphoma being considered for treatment with venetoclax (Venclexta);\nDPYD gene variants testing for members prior to considering fluoropymidine therapy (i.e., fluorouracil or capecitabine);\nEpidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations (e.g., cobas EGFR Mutation Test, therascreen EGFR RGQ PCR Kit) for members with non-small cell lung cancer (NSCLC) being considered for treatment with osimertinib (Tagrisso), erlotinib, dacomitinib (Vizimpro), gefitinib (Iressa) or afatinib (Gilotrif);\nAetna considers Guardant360CDx testing panel not medically necessary for assessing candidacy of members with non-small cell lung cancer (NSCLC) for treatment with osimertinib (Tagrisso), because there is no proven advantage of the Guardant360 CDx gene panel over targeted EGFR mutation testing or small targeted panels for this indication;\nAetna considers FoundationOne Liquid CDx not medically necessary for assessing candidacy of members with NSCLC for treatment with osimertinib (Tagrisso), erlotinib or gefitinib (Iressa) because there is no proven advantage of the FoundationOne Liquid CDx over targeted EGFR mutation testing or small targeted panels for this indication;\nAetna considers oncoReveal Dx Lung and Colon Cancer Assay (O/RDx-LCCA) not medically necessary for assessing candidacy of members with NSCLC for treatment with erlotinib, afatinib (Gilotrif), gefitinib (Iressa), or dacomitinib (Vizimpro) because there is no proven advantage of the O/RDx-LCCA over targeted EGFR mutation testing for this indication;\nEpidermal growth factor receptor (EGFR) exon 19 deletions or L858R mutations for members with non-small cell lung cancer (NSCLC) being considered for treatment with pembrolizumab (Keytruda), see CPB 0890 - Pembrolizumab (Keytruda);\nEpidermal growth factor receptor (EGFR) exon 20 insertion mutations for members with non-small cell lung cancer (NSCLC) being considered for treatment with amivantamab-vmjw (Rybrevant) or mobocertinib (Exkivity);\nAetna considers Guardant360 CDx gene panel not medically necessary for assessing candidacy of members with NSCLC for amivantamab-vmjw, because there is no proven advantage of Guardant360 CDx gene panel over targeted EGFR mutation testing or small targeted panels for this indication;\nAetna considers FoundationOne Liquid CDx gene panel not medically necessary for assessing candidacy of members with NSCLC for mobocertinib, because there is no proven advantage of the FoundationOne Liquid CDx gene panel over targeted EGFR mutation testing or small targeted panels for this indication;\nEpidermal growth factor receptor (EGFR) exon deletions and L858R mutations for members with non-small cell lung cancer (NSCLC) being considered for treatment with ipilimumab (Yervoy) or nivolumab (Opdivo), see CPB 0815 - Ipilimumab (Yervoy), CPB 0892 - Nivolumab (Opdivo);\nEpidermal growth factor receptor (EGFR) mutation testing for predicting response to EGFR-targeting tyrosine kinase inhibitors (erlotinib, gefitinib [Iressa], afatinib [Gilotrif], osimertinib [Tagrisso]) in non-small cell lung cancer (NSCLC);\nEpidermal growth factor receptor (EGFR) T790 mutation testing (e.g., cobas EGFR Mutation Test v2) for members with non-small cell lung cancer (NSCLC) being considered for treatment with osimertinib (Tagrisso);\nERBB2 (HER2) amplification testing for members with breast, colorectal, esophageal, gastric, gastroesophageal junction, non-small cell lung (NSCLC), salivary gland, and uterine serous cancer being considered for treatment with trastuzumab (Herceptin and biosimilars), ado-trastuzumab emtansine (Kadcyla), or pertuzumab (Perjeta), see CPB 0313 - Trastuzumab (Herceptin and biosimilars), Trastuzumab and Hyaluronidase-oysk (Herceptin Hylecta);\nERBB2 (HER2) mutations in persons with breast, colorectal, esophageal, gastric, gastroesophageal junction, or non-small cell lung cancer (NSCLC) being considered for treatment with fam-trastuzumab deruxtecan-nxki (Enhertu), see CPB 0966 - Fam-trastuzumab Deruxtecan-nxki (Enhertu);\n\nAetna considers Guardant360 CDx gene panel not medically necessary for assessing candidacy of persons with NSCLC for Enhertu, because there is no proven advantage of Guardant360 CDx gene panel over targeted ERBB2 mutation testing or small targeted panels for this indication;\n\nEstrogen receptor 1 (ESR1) gene mutations (e.g., Guardant360 CDx assay) in persons with advanced or metastatic HER2 negative, ER positive breast cancer who have progressed on endocrine therapy and are being considered for treatment with elacestrant (Orserdu);\nEZH2 mutation testing for members with follicular lymphoma being considered for treatment with tazemetostat (Tazverik);\nF508del mutation in the CTFR gene for members with cystic fibrosis who are being considered for treatment with lumacaftor/ivacaftor (Orkambi);\nFibroblast growth factor receptor 2 (FGFR2) mutation testing (e.g., FoundationOne CDx) for members with cholangiocarcinoma being considered for treatment with pemigatinib (Pemazyre);\nFibroblast growth factor receptor 2 (FGFR2) and FGFR3 mutation testing for members with urothelial carcinoma being considered for treatment with erdafitinib (Balversa);\nFolate receptor-alpha testing (e.g., VENTANA FOLR1 (FOLR-2.1) RxDx Assay) for members who are considering mirvetuximab soravtansine-gynx (Elahere) for the treatment of epithelial ovarian, fallopian tube, or primary peritoneal cancer;\nFTL3 mutation assay (e.g., LeukoStrat CDx FLT Mutation Assay) for members with acute myeloid leukemia (AML) being considered for treatment with midostaurin (Rydapt), gilternib (Xospata) or sorafenib (Nexavar);\nHLA class 1 genotyping for allopurinol hypersensitivity reaction prior to initiation of therapy;\nHLA-A*02:01 genotyping for members with uveal melanoma before commencing treatment with tebentafusp-tebn (Kimmtrak), see CPB 1005 - Tebentafusp-tebn (Kimmtrak);\nHLA-B*1502 genotyping for members of Asian ancestry before commencing treatment with carbamazepine (Tegretol);\nHLA-B*5701 screening for members infected with HIV-1 before commencing treatment with abacavir (Ziagen);\nHLA-B*58:01 genotyping for Asian members prior to commencing allopurinol therapy;\nIsocitrate dehydrogenase-1 (IDH1) mutation or isocitrate dehydrogenase-2 (IDH2) mutation (e.g., Abbott Real Time IDH1 and IDH2) for  members with acute myeloid leukemia (AML) being considered for treatment with enasidenib mesylate (Idhifa) or ivosidenib (Tibsovo);\nKRAS G12C mutation testing (including the QIAGEN therascreen KRAS RGQ PCR) for members with non-small cell lung cancer (NSCLC) being considered for treatment with sotorasib (Lumakras);\n\nAetna considers Guardant360 CDx gene panel not medically necessary for assessing candidacy of persons with NSCLC for sotorasib, because there is no proven advantage of Guardant360 CDx gene panel over targeted KRAS G12C mutation testing or small targeted panels for this indication;\n\nKRAS G12C mutation testing (including QIAGEN therascreen KRAS RGQ PCR Kit) for members with non-small cell lung cancer (NSCLC) being considered for treatment with adagrasib (Krazati);\n\nAetna considers the Agilent Resolution ctDx FIRST assay not medically necessary for assessing candidacy of members with NSCLC for adagrasib, because there is no proven advantage of the Agilent Resolution ctDx FIRST assay over targeted KRAS G12C mutation testing or small targeted panels for this indication;\n\nKRAS mutation analysis, with BRAF reflex testing, to predict non-response to cetuximab (Erbitux) and panitumumab (Vectibix) in the treatment of anal adenocarcinoma, metastatic colorectal cancer and small bowel adenocarcinoma;\nKRAS mutation analysis to predict non-response to erlotinib in the treatment of non-small cell lung cancer;\nMass spectrometry and tandem mass spectrometry for busulfan dose monitoring for Hodgkin lymphoma and multiple myeloma;\nMesenchymal-epithelial transition (MET) exon 14 skipping mutation testing (e.g., FoundationOneCDx) for members with advanced, recurrent or metastatic non-small cell lung cancer being considered for treatment with the kinase inhibitor capmatinib (Tabrecta);\n\nAetna considers FoundationOne Liquid CDx gene panel not medically necessary for assessing candidacy of members with NSCLC for capmatinib, because there is no proven advantage of the FoundationOne Liquid CDx gene panel over targeted EGFR mutation testing or small targeted panels for this indication;\n\nMGMT (O(6)-methylguanine-DNA methyltransferase) gene methylation assay for predicting response to temozolomide (Temodar) in persons with glioblastoma;\nMicrosatellite instability (MSI-H) and mismatch repair deficiency (DMMR)\nFor members with metastatic colorectal cancer being considered for treatment with ipilimumab (Yervoy);\nFor members with metastatic colorectal cancer being considered for treatment with nivolumab (Opdivo);\nFor members with unresectable or metastatic solid tumors being considered for treatment with dostarlimab-gxly (Jemperli);\nFor members with unresectable or metastatic solid tumors being considered for treatment with pembrolizumab (Keytruda), see CPB 0890 - Pembrolizumab (Keytruda);\nFoundationOne CDx is considered not medically necessary for MSI-H/dMMR testing for members with solid tumors being considered for treatment with pembrolizumab, because there is no proven advantage of the FoundationOne CDx gene panel over targeted MSI-H/dMMR testing or small targeted panels for this indication;\nNeurofilament light chain for persons with amyotrophic lateral sclerosis being considered for togersen (Qalsody);\nNeurotrophic receptor tyrosine kinase (NTRK)1/2/3 gene fusion for members with solid tumors being considered for treatment with larotrectinib (Vitrakvi) or entrectinib (Rozyltrek);\n\nAetna considers FoundationOne testing (FoundationOne CDx and FoundationOne Liquid CDx) not medically necessary for this indication because there is no proven advantage of this testing over targeted NTRK testing;\n\nNeurotrophic receptor tyrosine kinase (NTRK) 1/2/3 gene fusion for members with solid tumors being considered for treatment with larotrectinib (Vitrakvi):\n\nAetna considers TruSight Oncology Comprehensive (TSO Comp) testing not medically necessary for this indication because there is no proven advantage of this testing over targeted NTRK testing;\n\nNS3 Q80K polymorphism testing of virus for members with hepatitis C virus (HCV) genotype 1a infection being considered for treatment with simeprevir (Olysio);\nNS5A resistance-associated polymorphisms testing of virus for members with hepatitis C virus genotype 1, 3 and 4 infections being considered for treatment with daclatasvir (Daklinza) or elbasvir and grazoprevir (Zepatier);\noncoReveal CDx panel is considered not medically necessary for assessing candidacy of members with either of the following because there is no proven advantage over targeted variant testing for these indications:\nEGFR exon 19 deletions and exon 21 (L858R) substitution mutation for members with non-small cell lung cancer (NSCLC) being considered for EFGR tyrosine kinase inhibitors (e.g., erlotinib [Tarceva], osimertinib [Tagrisso], gefitinib [Iressa]); or\nKRAS G12D and G13D variant for members with colorectal cancer (CRC) being considered for cetuximab (Erbitux) or panitumumab (Vectibix) therapy;\noncoReveal Dx Lung and Colon Cancer Assay (O/RDx-LCCA) is considered not medically necessary for assessing candidacy of members with colorectal cancer (CRC) for treatment with cetuximab (Erbitux) or panitumumab (Vectibix) because there is no proven advantage of the O/RDx-LCCA over targeted KRAS mutation testing for this indication;\nPD-L1 expression (e.g., Ventana PD-L1 (SP263) Assay) for members with urothelial carcinoma who are being considered for treatment with durvalumab (Imfinzi);\nPD-L1 expression (e.g., Ventana PD-L1 (SP142) Assay) for members with triple-negative breast carcinoma (TNBC), non-small cell lung cancer and urothelial carcinoma who are being considered for treatment with atezolizumab (Tecentriq);\nPD-L1 expression (e.g., PD-L1 IHC 22C3 pharmDx) for members with non-small cell lung cancer being considered for treatment with pembrolilzumab (Keytruda), see CPB 0890 - Pembrolizumab (Keytruda);\nPIK3CA mutation testing (e.g., FoundationOne Liquid CDx) for members with breast cancer being considered for treatment with inavolisib (Itovebi);\nPIK3CA mutation testing (e.g., therascreen PIK3CA RGQ PCR Kit) for members with breast cancer being considered for treatment with alpelizib (Piqray);\n\nAetna considers FoundationOne CDx testing panel not medically necessary for assessing candidacy of members with breast cancer for treatment with alpelisib (Piqray), because there is no proven advantage of the FoundationOne CDx panel over targeted PIK3CA mutation testing for this indication;\n\nDetection of PIK3CA/AKT1 activating mutations or PTEN loss of function alterations (e.g., FoundationOne CDx) for members with hormone receptor positive, HER2 negative locally advanced or metastatic breast cancer being considered for treatment with capivasertib (Truqap) and fulvestrant (Faslodex);\nPlatelet-derived growth factor receptor-beta (PDGFRß) gene rearrangements (e.g., PDGFRB FISH) for members with chronic myelomonocytic leukemia and myelodysplastic syndrome/myeloproliferative disease being considered for treatment with imatinib mesylate (Gleevec);\nPraxis Extended RAS Panel for members with colorectal cancer who do not have specific mutations in RAS genes [KRAS (exons 2, 3, and 4) and NRAS (exons 2, 3, and 4)] who are being considered for treatment with panitumumab (Vectibix);\nRET fusion testing (e.g., Oncomine Dx Target Test) for members with non-small cell lung cancer (NSCLC) or thyroid cancer being considered for treatment with pralsetinib (Gavreto);\nRET fusion for members with non-small cell lung cancer (NSCLC) being considered for treatment with selpercatinib (Retevmo):\n\nAetna considers TruSight Oncology Comprehensive (TSO Comp) testing not medically necessary for this indication because there is no proven advantage of this testing over targeted RET testing;\n\nROS1 fusion testing, for members with non-small cell lung cancer being considered for treatment with entrectinib (Rozyltrek);\n\nAetna considers FoundationOne Liquid CDx testing panel not medically necessary for assessing candidacy of members with non-small cell lung cancer being considered for treatment with entrectinib, because there is no proven advantage of the FoundationOne Liquid CDx panel over targeted ROS1 mutation testing for this indication;\n\nROS-1 to predict response to crizotinib (Xalkori) for the treatment of non-small cell lung cancer (NSCLC);\nSuperoxide dismutase 1 (SOD1) mutation testing in adult members with amyotrophic lateral sclerosis (ALS) who are considering tofersen (Qalsody) treatment;\nTumor mutational burden (TMB) (including FoundationOne CDx) for members with unresectable or metastatic solid tumors that have progressed with standard treatment and are considering last resort treatment with pembrolizumab  (Keytruda), see CPB 0890 - Pembrolizumab (Keytruda).\nVery long chain fatty acids (VLCFA) testing for members who are considering elivaldogene autotemcel (Skysona) for treatment of cerebral adrenoleukodystrophy (CALD), see CPB 1017 - Elivaldogene Autotemcel (Skysona).\nxT CDx test is considered not medically necessary for assessing candidacy of members with colorectal cancer (CRC) for treatment with cetuximab (Erbitux) or panitumumab (Vectibix), because there is no proven advantage of the xT CDx test over targeted KRAS or NRAS mutation analysis or small targeted panels for this indication.\nExperimental, Investigational, or Unproven\n\nAetna considers the following tests experimental, investigational, or unproven because their clinical value has not been established:\n\nMulti-gene pharmacogenetics panels (i.e., diagnostic tests to identify specific genetic variations that may be linked to reduced/enhanced metabolism and/or severe side effects of multiple classes of drugs). These tests include, but are not limited to the following:\n\nAura Genetics Pharmacogenomics (PGx) Test\nEffectiveRX Comprehensive Panel\nGenecept Assay\nGeneSight ADHD\nGeneSight Analgesic\nGeneSight MTHFR\nGeneSight Psychotropic\nGeneSightRx\nGENETWORx Neuropsychiatric Panel\nGenomind Pharmacogenetics Report\nINFINITI Neural Response Panel\nIDgenetix\nMillennium PGT\nMindX One TM Blood Test\nMyGenVar Pharmacogenomics Test\nOneOme RightMed Pharmacogenomic Test\nPersonaGene Genetic Panels\nPersonalisedRx\nProove Profiles\nPsych HealthPGx Panel by RPRD Diagnostics\nRightMed Comprehensive Test\nRightMed Gene Report\nRightMed Gene Test Exclude F2 and F5\nRightMed Mental Health Gene Report\nRightMed Mental Health Medication Report\nRightMed Oncology Gene Report\nRightMed Oncology Medication Report\nRightMed PGx16 Test\nrxSEEK Epilepsy Drug Metabolism\nTempus nP;\nA1555G genotyping for prescribing aminoglycosides;\nAegis Drug-Drug Interaction Test;\nAmerigene PGT pharmacogenetic testing panels;\nApolipoprotein E (Apo E) genotyping for determining therapeutic response to lipid-lowering medications;\nBeta adrenergic receptor genotyping for evaluating persons with treatment resistant asthma and for all other indications;\nCatechol-O-Methyltransferase (COMT) Genotype, Varies Test;\nCirculating tumor DNA (ctDNA) (also referred to as a liquid biopsy) for predicting response (e.g., Guardant360 Response) in persons with a solid tumor undergoing immunotherapy or targeted treatment. Note: additional information on ctDNA/liquid biopsy testing can be found in CPB 0352 - Tumor Markers; \nComplyRX urine test (Claro Labs) for drug monitoring;\nCQuentia pharmacogenetic comprehensive panel for uses associated with drug therapy including antidepressants;\nCYP2C19 polymorphisms testing for fluoxetine;\nCYP2D6 genotyping for identifying individuals with Alzheimer's disease with different clinical response to donepezil (Aricept);\nCYP2C9 genotyping to inform genotype-guided dosing of coumarin derivatives;\nCYP2D6 genotyping for predicting response to beta blockers;\nCYP2D6 genotyping for uses associated with opioid medications;\nEpiSwitch CiRT (Checkpoint-inhibitor Response Test);\nGenotyping for other cytochrome P450 polymorphisms (diagnostic tests to identify specific genetic variations that may be linked to reduced/enhanced effect or severe side effects of drugs metabolized by the cytochrome P450 system including opioid analgesics, warfarin, tamoxifen, proton pump inhibitors, antipsychotic medications, and selective serotonin reuptake inhibitors);\nIL28B polymorphism genotyping for interferon therapy for hepatitis C;\nInterferon-lambda 3 (IFNL3) genotyping for predicting virological response to pegylated-interferon-alpha and ribavirin combination therapy;\nLaboratory testing to allow area under the curve (AUC)-targeted 5-fluorouracil dosing (e.g., Myriad Genetics’ OnDose);\nMethotrexate polyglutamates (Avise PG test)  for evaluating response to methotrexate therapy in rheumatoid arthritis or other conditions;\nMethylenetetrahydrofolate reductase (MTHFR) genotyping for determining therapeutic response to antifolate chemotherapy and for guiding antidepressant therapy;\nNatera Signatera Molecular Monitoring (MRD) for breast cancer;\nNeuroIDgenetix test for guiding medication selection for anxiety, depression and other psychiatric disorders;\nOncolyticAssuranceRX (Firstox) for adherence monitoring to oral anticancer medications;\nPGxOnePlus genetic testing for anxiety and gastroesophageal reflux disease;\nPharmacogenetic studies for prediction of response to medications for chronic kidney disease;\nPlatelet reactivity/function testing (VerifyNow P2Y12 Assay, Ultegra System Rapid Platelet Function Assay-ASA) for individuals who have undergone percutaneous coronary intervention;\nrs3798220 allele testing for selecting persons for chronic aspirin therapy or other indications;\nSerotonin Receptor Genotype (HTR2A and HTR2C);\nSignatera for individuals with stage II/III colorectal cancer who are considering adjuvant chemotherapy and/or who are being monitored for relapse post-treatment;\nSnapshot Oral Fluid Compliance (Ethos) for adherence monitoring to prescription drugs;\nThromboxane metabolites in urine (e.g., AspirinWorks) to evaluate aspirin resistance;\nThymidylate synthase genetic polymorphisms to predict 5-fluorouracil toxicity;\nUCSF Pharmacogenomics Panel;\nUGT1A1 molecular assay (a screening test for determining the proper dosage of irinotecan for persons with colorectal cancer or other types of cancer (e.g., non-small-cell lung cancer);\nUrSure tenofovir quantification test for adherence monitoring to pre-exposure prophylaxis;\nVKORC1 polymorphism genotyping (diagnostic tests to identify specific genetic variations that may be linked to reduced/enhanced effect or severe side effects of drugs metabolized by the vitamin K epoxide reductase complex subunit 1 gene including warfarin).\nRelated Policies\nCPB 0140 - Genetic Testing\nCPB 0227 - BRCA Testing, Prophylactic Mastectomy, and Prophylactic Oophorectomy\nCPB 0249 - Inflammatory Bowel Disease: Serologic Markers and Pharmacogenomic and Metabolic Assessment of Thiopurine Therapy\nCPB 0313 - Trastuzumab (Herceptin and biosimilars), Trastuzumab and Hyaluronidase-oysk (Herceptin Hylecta)\nCPB 0352 - Tumor Markers\nCPB 0381 - Cardiovascular Disease Risk Tests\nCPB 0763 - Homocysteine Testing\nCPB 0815 - Ipilimumab (Yervoy)\nCPB 0890 - Pembrolizumab (Keytruda)\nCPB 0892 - Nivolumab (Opdivo)\nCPB 1005 - Tebentafusp-tebn (Kimmtrak)\nCPB 1017 - Elivaldogene Autotemcel (Skysona)\nTable:\nCPT Codes / HCPCS Codes / ICD-10 Codes\nCode\tCode Description\n\nABCD1 gene mutation and Very long chain fatty acids (VLCFA) testing:\n\n\nCPT codes covered if selection criteria are met:\n\n82726\tVery long chain fatty acids\n\nOther HCPCS codes related to the CPB:\n\nElivaldogene autotemcel (Skysona) –no specific code\n\nICD-10 codes covered if selection criteria are met:\n\nE71.520\tChildhood cerebral X-linked adrenoleukodystrophy\nE71.521\tAdolescent X-linked adrenoleukodystrophy\nE71.528\tOther X-linked adrenoleukodystrophy\nE71.529\tX-linked adrenoleukodystrophy, unspecified type\n\nGenotyping for CYP2C19:\n\n\nCPT codes covered if selection criteria are met:\n\n81225\tCYP2C19 (cytochrome P450, family 2, subfamily C, polypeptide 19) (eg, drug metabolism), gene analysis, common variants (eg, *2, *3, *4, *8, *17)\n\nCPT codes not covered for indications listed in the CPB:\n\n81227\tCYP2C9 (cytochrome P450, family 2, subfamily C, polypeptide 9) (eg, drug metabolism), gene analysis, common variants (eg, *2, *3, *5, *6)\n\nICD-10 codes covered if selection criteria are met:\n\nI25.10 - I25.9\tChronic ischemic heart disease\n\nGenotyping for CYP2D6:\n\n\nCPT codes covered if selection criteria are met:\n\n0028U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, copy number variants, common variants with reflex to targeted sequence analysis\n0070U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, common and select rare variants (ie, *2, *3, *4, *4N, *5, *6, *7, *8, *9, *10, *11, *12, *13, *14A, *14B, *15, *17, *29, *35, *36, *41, *57, *61, *63, *68, *83, *xN)\n0071U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, full gene sequence (List separately in addition to code for primary procedure)\n0072U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, targeted sequence analysis (ie, CYP2D6-2D7 hybrid gene) (List separately in addition to code for primary procedure)\n0073U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, targeted sequence analysis (ie, CYP2D7-2D6 hybrid gene) (List separately in addition to code for primary procedure)\n0074U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, targeted sequence analysis (ie, non-duplicated gene when duplication/multiplication is trans) (List separately in addition to code for primary procedure)\n0075U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, targeted sequence analysis (ie, 5’ gene duplication/multiplication) (List separately in addition to code for primary procedure)\n0076U\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism) gene analysis, targeted sequence analysis (ie, 3’ gene duplication/ multiplication) (List separately in addition to code for primary procedure)\n81226\tCYP2D6 (cytochrome P450, family 2, subfamily D, polypeptide 6) (eg, drug metabolism), gene analysis, common variants (eg, *2, *3, *4, *5, *6, *9, *10, *17, *19, *29, *35, *41, *1XN, *2XN, *4XN)\n\nOther HCPCS codes related to the CPB:\n\nJ1800\tInjection, propranolol HCl, up to 1 mg\n\nICD-10 codes covered if selection criteria are met:\n\nE75.22\tGaucher disease [for persons with Gaucher's disease type 1 who are being considered for treatment with eligustat (Cerdelga)]\nG10\tHuntington's disease [Tetrabenazine (Xenazine) is indicated for the treatment of chorea associated with Huntington’s disease]\n\nGenotyping for cytochrome P450:\n\n\nCPT code not covered for indications listed in the CPB:\n\nGenotyping for cytochrome P450 – no specific code\n0029U\tDrug metabolism (adverse drug reactions and drug response), targeted sequence analysis (ie, CYP1A2, CYP2C19, CYP2C9, CYP2D6, CYP3A4, CYP3A5, CYP4F2, SLCO1B1, VKORC1 and rs12777823)\n0030U\tDrug metabolism (warfarin drug response), targeted sequence analysis (ie, CYP2C9, CYP4F2, VKORC1, rs12777823)\n0031U\tCYP1A2 (cytochrome P450 family 1, subfamily A, member 2)(eg, drug metabolism) gene analysis, common variants (ie, *1F, *1K, *6, *7)\n0476U\tDrug metabolism, psychiatry (eg, major depressive disorder, general anxiety disorder, attention deficit hyperactivity disorder (ADHD), schizophrenia), whole blood, buccal swab, and pharmacogenomic genotyping of 14 genes and CYP2D6 copy number variant analysis and reported phenotypes\n81230\tCYP3A4 (cytochrome P450 family 3 subfamily A member 4) (eg, drug metabolism), gene analysis, common variant(s) (eg, *2, *22)\n81231\tCYP3A5 (cytochrome P450 family 3 subfamily A member 5) (eg, drug metabolism), gene analysis, common variants (eg, *2, *3, *4, *5, *6, *7)\n81346\tTYMS (thymidylate synthetase) (eg, 5-fluorouracil/5-FU drug metabolism), gene analysis, common variant(s) (eg, tandem repeat variant)\n\nCPT codes related to the CPB:\n\n81400 - 81408\tMolecular pathology\n\nHCPCS codes not covered for indications listed in the CPB:\n\nG9143\tWarfarin responsiveness testing by genetic technique using any method, any number of specimen(s)\n\nOther HCPCS codes related to the CPB:\n\nC9037\tInjection, risperidone (perseris), 0.5 mg\nJ0640\tInjection, leucovorin calcium, per 50 mg\nJ1630\tInjection, haloperidol, up to 5 mg\nJ1631\tInjection, haloperidol decanoate, per 50 mg\nJ2270\tInjection, morphine sulfate, up to 10 mg\nJ2271\tInjection, morphine sulfate, 100 mg\nJ2272\tInjection, morphine sulfate (fresenius kabi) not therapeutically equivalent to J2270, up to 10 mg\nJ2275\tInjection, morphine sulfate (preservative-free sterile solution), per 10 mg\nJ2794\tInjection, risperidone, long acting, 0.5 mg\nJ3310\tInjection, perphenazine, up to 5 mg\nJ3360\tInjection, diazepam, up to 5 mg\nJ8530\tCyclophosphamide, oral, 25 mg\nJ9073\tInjection, cyclophosphamide (ingenus), 5 mg\nJ9074\tInjection, cyclophosphamide (sandoz), 5 mg\nJ9075\tInjection, cyclophosphamide, not otherwise specified, 5mg\nJ9076\tInjection, cyclophosphamide (baxter), 5 mg\nJ9190\tFluorouracil, 500 mg\nJ9206\tIrinotecan, 20 mg\nJ9263\tInjection, oxaliplatin, 0.5 mg\nQ0175\tPerphenazine, 4 mg, oral, FDA approved prescription anti-emetic, for use as a complete therapeutic substitute for an IV anti-emetic at the time of chemotherapy treatment, not to exceed a 48-hour dosage regimen\nS0093\tInjection, morphine sulfate, 500 mg (loading doe for infusion pump)\nS0187\tTamoxifen citrate, oral, 10 mg\n\nICD-10 codes not covered for indications listed in the CPB:\n\nG30. 0 - G30.9\tAlzheimer's disease\n\nCYP2C19 polymorphisms testing for fluoxetine:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n81225\tCYP2C19 (cytochrome P450, family 2, subfamily C, polypeptide 19) (eg, drug metabolism), gene analysis, common variants (eg, *2, *3, *4, *8, *17)\n\nUCSF Pharmacogenomics Panel:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n0533U\tDrug metabolism (adverse drug reactions and drug response), genotyping of 16 genes (ie, ABCG2, CYP2B6, CYP2C9, CYP2C19, CYP2C, CYP2D6, CYP3A5, CYP4F2, DPYD, G6PD, GGCX, NUDT15, SLCO1B1, TPMT, UGT1A1, VKORC1), reported as metabolizer status and transporter function\n\nUGT1A1 molecular assay:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n81350\tUGT1A1 (UDP glucuronosyltransferase 1 family, polypeptide A1) (eg, irinotecan metabolism), gene analysis, common variants (eg, *28, *36, *37)\n\nOther HCPCS codes related to the CPB:\n\nJ9206\tIrinotecan, 20 mg\n\nICD-10 codes not covered for indications listed in the CPB:\n\n\nC00.0 - C7A.8, C7B.1, C76.0 - C86.61,\nC88.40 - C94.32, C94.80 - C96.4,\nC96.6 - C96.9\n\tMalignant neoplasms\nD00.00 - D09.9\tIn situ neoplasms\nD45\tPolycythemia vera\n\nVKORC1 polymorphism:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n81355\tVKORC1 (vitamin K epoxide reductase complex, subunit 1) (eg, warfarin metabolism), gene analysis, common variant(s) (eg, -1639G>A, c.173+1000C>T)\n\nHLA class 1 genotyping:\n\n\nCPT codes covered if selection criteria are met:\n\n81381\tHLA Class I typing, high resolution (ie, alleles or allele groups); one allele or allele group (eg, B*57:01P), each\n\nICD-10 codes covered if selection criteria are met:\n\nT50.45XA - T50.45XS\tAdverse effect of drugs affecting uric acid metabolism [allopurinol hypersensitivity reaction prior to initiation of therapy]\n\nGenotyping for HLA-A*02:01:\n\n\nCPT codes covered if selection criteria are met:\n\n81381\tHLA Class I typing, high resolution (ie, alleles or allele groups); one allele or allele group (eg, B*57:01P), each\n\nOther HCPCS codes related to the CPB:\n\nJ9274\tInjection, tebentafusp-tebn, 1 microgram\n\nICD-10 codes covered if selection criteria are met:\n\nC69.30 – C69.32\tMalignant neoplasm of choroid\nC69.40 – C69.42\tMalignant neoplasm of ciliary body\n\nHLA-B*1502:\n\n\nCPT codes covered if selection criteria are met:\n\nHLA-B*1502 - No specific codes\n\nHLA-B*5701:\n\n\nCPT codes covered if selection criteria are met:\n\nHLA-B*5701 - No specific code\n\nICD-10 codes covered if selection criteria are met:\n\nB20\tHuman immunodeficiency virus [HIV] disease\nZ21\tAsymptomatic human immunodeficiency virus [HIV] infection status\n\nGenotyping for apolipoprotein E (Apo E):\n\n\nCPT codes not covered for indications listed in the CPB:\n\nGenotyping for apolipoprotein E (Apo E) - No specific code\n\nOther CPT codes related to the CPB :\n\n88271 - 88275\tMolecular cytogenetics\n\nICD-10 codes not covered for indications listed in the CPB (not all-inclusive):\n\nE71.30\tDisorder of fatty-acid metabolism, unspecified\nE75.5 - E75.6\tOther and unspecified lipid storage disorders\n\nE78.00 - E78.5, E78.70, E78.79 - E78.9\n\tDisorders of lipoprotein metabolism and other lipidemias\nE88.2\tLipomatosis, not elsewhere classified\nE88.89\tOther specified metabolic disorders\n\nGenotyping for methylenetetrahydrofolate reductase (MTHFR):\n\n\nCPT codes not covered for indications listed in the CPB :\n\n81291\tMTHFR (5,10-methylenetetrahydrofolate reductase) (eg, hereditary hypercoagulability) gene analysis, common variants (eg, 677T, 1298C)\n\nICD-10 codes not covered for indications listed in the CPB (not all-inclusive):\n\n\nC00.0 - C7A.8, C7B.1, C76.0 - C86.61,\nC88.40 - C94.32, C94.80 - C96.4,\nC96.6 - C96.9\n\tMalignant neoplasms\nD00.00 - D09.9\tIn situ neoplasms\nD45\tPolycythemia vera\n\nSignatera:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n0306U\tOncology (minimal residual disease [MRD]), next-generation targeted sequencing analysis, cell-free DNA, initial (baseline) assessment to determine a patient specific panel for future comparisons to evaluate for MRD\n0307U\tOncology (minimal residual disease [MRD]), next-generation targeted sequencing analysis of a patient-specific panel, cell-free DNA, subsequent assessment with comparison to previously analyzed patient specimens to evaluate for MRD\n0340U\tOncology (pan-cancer), analysis of minimal residual disease (MRD) from plasma, with assays personalized to each patient based on prior next-generation sequencing of the patient’s tumor and germline DNA, reported as absence or presence of MRD, with disease-burden correlation, if appropriate\n\nICD-10 codes not covered for indications listed in the CPB:\n\nC18.0 – C21.8\tMalignant neoplasm of colon, rectosigmoid junction, rectum, anus and anal canal\nC50.011 – C50.929\tMalignant neoplasm of breast\n\nMeasurement of thromboxane metabolites in urine:\n\n\nCPT codes not covered for indications listed in the CPB:\n\n84431\tThromboxane metabolite(s), including thromboxane if performed, urine\n\nBRAF V600E or V600K mutations (e.g., the THxID BRAF test, Qiagen therascreen BRAF V600E RGQ polymerase chain reaction (PCR) Kit))::\n\n\nCPT codes covered if selection criteria are met:\n\nQiagen therascreen BRAF V600E RGQ polymerase chain reaction (PCR) Kit – no specific code\n81210\tBRAF (B-Raf proto-oncogene, serine/threonine kinase) (eg, colon cancer, melanoma), gene analysis, V600 variant(s)\n\nOther HCPCS codes related to the CPB:\n\n\nDabrafenib (Tafinlar); Vemurafenib (Zelboraf); Encorafenib (Braftovi), Cobimetinib (Cotellic), Binimetinib (Mektovi), Trametinib (Mekinist)- no specific code:\n\nJ9271\tInjection, pembrolizumab, 1 mg\n\nICD-10 codes covered by indications listed in the CPB:\n\nC18.0 - C20\tMalignant neoplasm of colon, rectosigmoid junction and rectum\nC34.00 - C34.92\tMalignant neoplasm of bronchus and lung [non-small cell lung cancer]\nC43.0 - C43.9\tMalignant melanoma of skin\nC73\tMalignant neoplasm of thyroid\n\nNeurofilament light chain:\n\n\nCPT codes covered if selection criteria are met:\n\n0361U\tNeurofilament light chain, digital immunoassay, plasma, quantitative\n0443U\tNeurofilament light chain (NfL), ultra-sensitive immunoassay, serum or cerebrospinal fluid\n0547U\tNeurofilament light chain (NfL), chemiluminescent enzyme\n83884\tNeurofilament light chain (NfL)\n\nOther CPT codes related to the CPB:\n\n96450\tChemotherapy administration, into CNS (eg, intrathecal), requiring and including spinal puncture\n\nOther HCPCS codes related to the CPB:\n\nJ1304\tInjection, tofersen, 1 mg\n\nICD-10 codes covered if selection criteria are met:\n\nG12.21\tAmyotrophic lateral sclerosis\n\nNS3 Q80K polymorphism, NS5A resistance-associated polymorphisms:\n\n\nCPT codes covered if selection criteria are met:\n\n87900\tInfectious agent drug susceptibility phenotype prediction using regularly updated genotypic bioinformatics [for persons with hepatitis C virus (HCV) genotype 1a infection being considered for treatment with simeprevir (Olysio)] [for persons with hepatitis C virus (HCV) genotype 1, 3 and 4 infections being considered for treatment with daclatasvir (Daklinza) or elbasvir and grazoprevir (Zepatier)]\n87902\tInfectious agent genotype analysis by nucleic acid (DNA or RNA); Hepatitis C virus [for persons with hepatitis C virus (HCV) genotype 1a infection being considered for treatment with simeprevir (Olysio)] [for persons with hepatitis C virus (HCV) genotype 1, 3 and 4 infections being considered for treatment with daclatasvir (Daklinza) or elbasvir and grazoprevir (Zepatier)]\n\nICD-10 codes covered if selection criteria are met:\n\nB17.10 -B17.11\tAcute hepatitis C without/with hepatic coma [genotype 1, 1a, 3, 4 infections]\nB18.2\tChronic viral hepatitis C [genotype 1, 1a, 3, 4 infections]\nB19.20 - B19.21\tUnspecified viral hepatitis C [genotype 1, 1a, 3, 4 infections]\nZ22.52\tCarrier of viral hepatitis C [genotype 1, 1a, 3, 4 infections]\n\nBRACAnalysis CDx, FoundationOne CDx, MyChoice CDx:\n\n\nCPT codes covered if selection criteria are met:\n\n0037U\tTargeted genomic sequence analysis, solid organ neoplasm, DNA analysis of 324 genes, interrogation for sequence variants, gene copy number amplifications, gene rearrangements, microsatellite instability and tumor mutational burden\n0172U\tOncology (solid tumor as indicated by the label), somatic mutation analysis of BRCA1 (BRCA1, DNA repair associated), BRCA2 (BRCA2, DNA repair associated) and analysis of homologous recombination deficiency pathways, DNA, formalin-fixed paraffin-embedded tissue, algorithm quantifying tumor genomic instability score\n81162\tBRCA1, BRCA2 (breast cancer 1 and 2) (eg, hereditary breast and ovarian cancer) gene analysis; full sequence analysis and full duplication/deletion analysis\n81163\tBRCA1 (BRCA1, DNA repair associated), BRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full sequence analysis\n81165\tBRCA1 (BRCA1, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full sequence analysis\n81212\tBRCA1 (BRCA1, DNA repair associated), BRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; 185delAG, 5385insC, 6174delT variants\n81215\tBRCA1 (BRCA1, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; known familial variant\n81216\tBRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full sequence analysis\n81217\tBRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; known familial variant\n\nCPT codes not covered for indications listed in the CPB:\n\n81164\tBRCA1 (BRCA1, DNA repair associated), BRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full duplication/deletion analysis (ie, detection of large gene rearrangements)\n81166\tBRCA1 (BRCA1, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full duplication/deletion analysis (ie, detection of large gene rearrangements)\n81167\tBRCA2 (BRCA2, DNA repair associated) (eg, hereditary breast and ovarian cancer) gene analysis; full duplication/deletion analysis (ie, detection of large gene rearrangements\n\nOther HCPCS codes related to the CPB:\n\nAlectinib (Alecensa), Capivasertib (Truqap) –no specific code\nJ9395\tInjection, fulvestrant, 25 mg\n\nICD-10 codes covered if selection criteria are met:\n\nC25.0 - C25.9\tMalignant neoplasm of pancreas\nC48.0 - C48.8\tMalignant neoplasm of retroperitoneum and peritoneum\nC50.011 - C50.929\tMalignant neoplasm of breast [HER2-negative]\nC56.1 - C56.9\tMalignant neoplasm of ovary\nC57.00 - C57.02\tMalignant neoplasm of fallopian tube\nC61\tMalignant neoplasm of prostate\n\nICD-10 codes not covered for indications listed in the CPB:\n\nC34.00 - C34.92\tMalignant neoplasm of bronchus and lung [non-small cell lung cancer]\n\nOther HCPCS codes related to the CPB:\n\n\nOlaparib (Lynparza), Talazoparib (Talzenna), Rucaparib (Rubraca), Niraparib (Zejula) - no specific code:\n\nJ9043\tInjection, cabazitaxel, 1 mg\nJ9045\tInjection, carboplatin, 50 mg\nJ9060\tInjection, cisplatin, powder or solution, 10 mg\nJ9064\tInjection, cabazitaxel (sandoz), not therapeutically equivalent to j9043, 1 mg\nJ9171\tInjection, docetaxel, 1 mg\nJ9172\tInjection, docetaxel (ingenus) not therapeutically equivalent to j9171, 1 mg\nJ9258\tInjection, paclitaxel protein-bound particles (teva) not therapeutically equivalent to j9264, 1 mg\nJ9259\tInjection, paclitaxel protein-bound particles (american regent) not therapeutically equivalent to j9264, 1 mg\nJ9263\tInjection, oxaliplatin, 0.5 mg\nJ9264\tInjection, paclitaxel protein-bound particles, 1 mg\nJ9267\tInjection, paclitaxel, 1 mg\n\nFoundationOne Liquid CDx:\n\n\nCPT codes covered if selection criteria are met:\n\n0239U\tTargeted genomic sequence analysis panel, solid organ neoplasm, cell-free DNA, analysis of 311 or more genes, interrogation for sequence variants, including substitutions, insertions, deletions, select rearrangements, and copy number variations\n\nOther HCPCS codes related to the CPB:\n\nAlectinib (Alecensa), Encorafenib (Braftovi), Capmatinib (Tabrecta), Mobocertinib (Exkivity) – no specific code\n\nICD-10 codes covered if selection criteria are met:\n\nC61\tMalignant neoplasm of prostate\n\nICD-10 codes not covered for indications listed in the CPB:\n\nC34.00 - C34.92\tMalignant neoplasm of bronchus and lung [non-small cell lung cancer]\nC43.0 - C43.9\tMalignant melanoma of skin\n\nOncoReveal CDx panel:\n\n\nCPT codes not covered if selection criteria are met:\n\n0523U\tOncology (solid tumor), DNA, qualitative, next-generation sequencing (NGS) of single-nucleotide variants (SNV) and insertion/deletions in 22 genes utilizing formalin-fixed paraffin-embedded tissue, reported as presence or absence of mutation(s), location of mutation(s), nucleotide change, and amino acid change\n\nOther CPT codes related to the CPB:\n\n81235\tEGFR (epidermal growth factor receptor) (eg, non-small cell lung cancer) gene analysis, common variants (eg, exon 19 LREA deletion, L858R, T790M, G719A, G719S, L861Q)\n81275\tKRAS (Kirsten rat sarcoma viral oncogene homolog) (eg, carcinoma) gene analysis; variants in exon 2 (eg, codons 12 and 13)\n\nOther HCPCS codes related to the CPB:\n\nEFGR tyrosine kinase inhibitors Erlotinib [Tarceva] and Osimertinib [Tagrisso] – no specific code\nJ8565\tGefitinib, oral, 250 mg\nJ9055\tInjection, cetuximab, 10 mg\nJ9303\tInjection, panitumumab, 10 mg\n\nICD-10 codes not covered for indications listed in the CPB:\n\nC18.0 – C21.8\tMalignant neoplasm of colon, rectosigmoid junction, rectum, anus and anal canal Malignant neoplasm of colon and rectum\nC34.00 – C34.92\tMalignant neoplasm of bronchus and lung [Non-small cell lung cancer]\n\nOncoReveal Dx Lung and Colon Cancer Assay (O/RDx-LCCA):\n\n\nCPT codes not covered if selection criteria are met:\n\n0406U\tOncology (lung), flow cytometry, sputum, 5 markers (meso-tetra [4- carboxyphenyl] porphyrin [TCPP], CD206, CD66b, CD3, CD19), algorithm reported as likelihood of lung cancer\n0414U\tOncology (lung), augmentative algorithmic analysis of digitized whole slide imaging for 8 genes (ALK, BRAF, EGFR, ERBB2, MET, NTRK1-3, RET, ROS1), and KRAS ",
    "fetchedAt": "2026-01-30T22:48:12.155Z"
  },
  "vendor:natera:https://www.natera.com/oncology/signatera-mrd-test/coverage/": {
    "hash": "20a44205da0a4e179f74f7d32e111b675ddb0f7de808b3df1dcf93129fff647f",
    "content": "Skip navigation\nPay Bill Portals\nOur Tests\nTESTS\nSignatera™\n–\nResidual Disease Test (MRD)\nLatitude™\n–\nTissue Free MRD\nAltera™\n–\nTumor Genomic profile\nEmpower™\n–\nHereditary Cancer Test\nFOR PATIENTS\nSignatera™ Patient Information\nAltera™ Patient Information\nEmpower™ Patient Information\nPricing and Billing Information\nFOR CLINICIANS\nSignatera™ Clinician Information\nAltera™ Clinician Information\nEmpower™ Clinician Information\nOncology Portal\nSignatera™ Research Pipeline\nAltera™ Gene Table\nOur Services\nSERVICES\nNateraCore Services\nPharma Partnership\nReal-World Data\nEMR Integration\nFOR PATIENTS\nSchedule a Genetic Information Session\nPricing and Billing Information\nContact Us\nFOR CLINICIANS\nSchedule Session With Client Services\nOncology Portal\nOrder a Test Kit\nContact Us\nPatient Resources\nLEARN\nSignatera™\nAltera™\nEmpower™\nView All Patient Resources\nEXISTING PATIENTS\nSchedule a Genetic Information Session\nSchedule Blood Draw (Existing Patients)\nPricing and Billing Information\nCONNECT\nContact Us\nClinical Resources\nCLINICAL RESOURCES\nSignatera™\nSignatera™ Publications\nAltera™\nEmpower™\nView All Clinician Resources\nRESEARCH STUDIES\nSignatera™ Research Pipeline\nNatera Sponsored Trials\nCONNECT\nOncology Portal\nContact Us\nCompany\nSearch for:\nPay Bill\nPortals\nClick to show search bar\nSearch for:\n404\nPage not found. Search for a different page.\nSearch for:\n\nBack to Homepage\n\nOur Tests\nOncology\nOrgan Health\nWomen’s Health\nOur Services\nOncology Core\nOrgan Health Core\nWomen’s Health Core\nPatient Resources\nResource Library\nPricing & Billing\nPay Bill\nPatient Portals\nClinical Resources\nResource Library\nProvider Portals\nCompany\nAbout Us\nOur People\nOur Technology\nNews\nEvents\nCareers\nInvestor Relations\nSustainability at Natera\nContact\nContact Us\nSchedule Blood Draw (Existing Patients – USA)\nSchedule Blood Draw (Existing Patients – Canada)\nSchedule a Genetic Information Session\n   \nNatera Licenses\nIT Security Compliance\nNotice of Data Collection for California Residents\nDo Not Share My Personal Information\nYour Privacy Choices\nHIPAA Notice of Privacy Practices\nPrivacy Policy\nTerms of Use\n\nThe tests described have been developed and their performance characteristics determined by the CLIA-certified laboratory performing the test. The tests have not been cleared or approved by the US Food and Drug Administration (FDA). CAP accredited, ISO 13485 certified, and CLIA certified. © 2026 Natera, Inc. All Rights Reserved.",
    "fetchedAt": "2026-01-30T22:49:58.567Z"
  },
  "uhc:index:https://www.uhcprovider.com/en/policies-protocols/commercial-policies/commercial-medical-drug-policies.html": {
    "hash": "4dbdd6b1f3e4dc6dbca55590d297fea0c661390e827619e8bc1945cd53002106",
    "content": "Skip to main content\nMembers\nNew User & User Access\nSearch\nsearch\n\nCoverage and payments\nexpand_more\nOur network\nexpand_more\nTools and resources\nexpand_more\nSign In\nHome\nPolicies and Protocols for Providers\nCommercial Policy Benefits Plans for Providers\nMedical & Drug Policies for UnitedHealthcare Commercial Plans\nSkip secondary navigation\nCommercial Policy Benefits Plans for Providers\nexpand_more\nClinical Guidelines\nDental Clinical Policies and Coverage Guidelines\nMedical & Drug Policies for UnitedHealthcare Commercial Plans\nReimbursement Policies for UnitedHealthcare Commercial Plans\nUnitedHealthcare Oxford Administrative Policies\nUnitedHealthcare West Benefit Interpretation Policies\nUnitedHealthcare | Surest medical & drug policies\nUnitedHealthcare | UMR Medical & Drug Policies\nUnitedHealthcare Commercial Medical & Drug Policies\n\nThe Medical Policies, Medical Benefit Drug Policies, and corresponding update bulletins for UnitedHealthcare Commercial plans are listed below.\n\nFor California members, note that the materials provided to you are guidelines used by this plan to authorize, modify, or deny care for persons with similar illnesses or conditions. Specific care and treatment may vary depending on individual need and the benefits covered under your contract.\n\nExpand All\nadd_circle_outline\nMedical Policy Update Bulletins\nexpand_more\nMedical Records Documentation Used for Reviews\n✕\nCommercial Medical & Drug Policies Terms and Conditions\nPlease read the terms and conditions below carefully.\n\n\nUnitedHealthcare has developed Medical Policies and Medical Benefit Drug Policies to assist us in administering health benefits. These policies are provided for informational purposes, and do not constitute medical advice. Treating physicians and health care providers are solely responsible for determining what care to provide to their patients. Members should always consult their physician before making any decisions about medical care.\n\nOur Medical Policies and Medical Benefit Drug Policies express our determination of whether a health service (e.g., test, drug, device, or procedure) is proven to be effective based on the published clinical evidence. They are also used to decide whether a given health service is medically necessary. Services determined to be experimental, investigational, unproven, or not medically necessary by the clinical evidence are typically not covered\n\nBenefit coverage for health services is determined by the member specific benefit plan document, such as a Certificate of Coverage, Schedule of Benefits, or Summary Plan Description, and applicable laws that may require coverage for a specific service. The member specific benefit plan document identifies which services are covered, which are excluded, and which are subject to limitations. In the event of a conflict, the member specific benefit plan document supersedes these policies and guidelines.\n\nFor California members, note that the materials provided to you are guidelines used by this plan to authorize, modify, or deny care for persons with similar illnesses or conditions. Specific care and treatment may vary depending on individual need and the benefits covered under your contract.\n\nMedical Policies and Medical Benefit Drug Policies are developed as needed, regularly reviewed and updated, and subject to change. They represent a portion of the resources used to support UnitedHealthcare coverage decision making. The information presented in these policies and guidelines is believed to be accurate and current as of the date of publication and is provided on an \"AS IS\" basis. Additionally, UnitedHealthcare may use tools developed by third parties, such as the InterQual® criteria, to assist us in administering health benefits. The InterQual® criteria are intended to be used in connection with the independent professional medical judgment of a qualified health care provider and do not constitute the practice of medicine or medical advice. Providers may review the InterQual® criteria here.\n\nUnitedHealthcare's Medical Policies and Medical Benefit Drug Policies do not include notations regarding prior authorization requirements. View the services that are subject to notification/prior authorization requirements.\n\nMedical Policies and Medical Benefit Drug Policies are the property of UnitedHealthcare. Unauthorized copying, use, and distribution of this information are strictly prohibited. The InterQual® criteria are proprietary to Change Healthcare and are not published on this website.\n\nBy clicking \"I Agree,\" you agree to the terms and conditions expressed herein, in addition to our Site Use Agreement.\n\nCancel\nYes, I Agree\nFiltered Search\nClear Filter\nSort by\nUpon selection, page will refresh\nFrom A to Z\nFrom Z to A\nNewest\nOldest\n\nCopies of UnitedHealthcare's Medical Policies and Medical Benefit Drug Policies can also be obtained by sending a written request to:\n\nUnitedHealthcare Policy Requests\n4 Research Drive\nShelton, CT 06484\n\nFor questions, please contact your local Network Management representative or call the Provider Services number on the back of the member’s ID card.\n\nAbout usopen_in_new\nContact us\nCareersopen_in_new\nFind a provider\n© 2026 UnitedHealthcare | All Rights Reserved\nFraud, waste and abuseopen_in_new\n Language assistanceopen_in_new\n Privacyopen_in_new\n Sitemap\n Terms of useopen_in_new",
    "fetchedAt": "2026-01-30T22:47:17.238Z"
  },
  "uhc:policy:https://www.uhcprovider.com/content/provider/en/policies-protocols/commercial-policies/molecular-oncology-testing.html": {
    "hash": "a3b06c5780875465e170af2ee458c4987dee587883421cabbc08c57646415dab",
    "content": "404\nPage not found\n\nThe requested page or content may have moved or is no longer available.\nCheck the URL or return to our home page.\n\nGo to UHCprovider.com",
    "fetchedAt": "2026-01-30T23:29:04.794Z"
  },
  "cigna:index:https://static.cigna.com/assets/chcp/pdf/coveragePolicies/medical/": {
    "hash": "2aab0875a8e87d7292883d89ed3a0decd074e58792498dc807c8369a08ef24d2",
    "content": "404 Not Found",
    "fetchedAt": "2026-01-30T22:47:38.475Z"
  },
  "humana:index:https://www.humana.com/provider/medical-resources/clinical-policies": {
    "hash": "e1bf16eb8976a938c4d6c38771e265e9f48a8ff5acbf4eac217970bb7a2f5b84",
    "content": "Español\nThere was a problem on our end\n\nThis page is temporarily unavailable. We’re working to resolve this issue as quickly as possible.\n\nGo to homepage\n\n© Humana 2025\n\nLast Updated: 06/23/2025",
    "fetchedAt": "2026-01-30T22:48:20.053Z"
  },
  "vendor:guardant:https://guardanthealth.com/coverage/": {
    "hash": "984cee39bd919aaf160f03544403aefbe6728dbf6469cefb96200653d3007eae",
    "content": " Consent Preferences\n\nWe use cookies to improve your experience and remember your preferences. By clicking “Accept All”, you consent to our use of cookies.  For more information, see our Privacy Policy and Cookie Policy.\n\nCustomize Reject All Accept All\nCustomize Consent Preferences \n\nWe use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below.\n\nThe cookies that are categorized as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ... Show more\n\nNecessaryAlways Active\n\nNecessary cookies are required to enable the basic features of this site, such as providing secure log-in or adjusting your consent preferences. These cookies do not store any personally identifiable data.\n\nCookie\n_bugherd_session5\nDuration\npast\nDescription\nDescription is currently not available.\nCookie\nwt_consent\nDuration\n1 year\nDescription\nUsed for remembering users’ consent preferences to be respected on subsequent site visits. It does not collect or store personal information about visitors to the site.\nCookie\nAWSALBCORS\nDuration\n7 days\nDescription\nAmazon Web Services set this cookie for load balancing.\nCookie\nli_gc\nDuration\n6 months\nDescription\nLinkedin set this cookie for storing visitor's consent regarding using cookies for non-essential purposes.\nCookie\nrc::a\nDuration\nnever\nDescription\nThis cookie is set by the Google recaptcha service to identify bots to protect the website against malicious spam attacks.\nCookie\nrc::c\nDuration\nsession\nDescription\nThis cookie is set by the Google recaptcha service to identify bots to protect the website against malicious spam attacks.\nCookie\nAWSALB\nDuration\n7 days\nDescription\nAWSALB is an application load balancer cookie set by Amazon Web Services to map the session to the target.\nFunctional\n\nFunctional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.\n\nNo cookies to display.\n\nAnalytics\n\nAnalytical cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.\n\nCookie\n_ga_*\nDuration\n1 year 1 month 4 days\nDescription\nGoogle Analytics sets this cookie to store and count page views.\nCookie\n_ga\nDuration\n1 year 1 month 4 days\nDescription\nGoogle Analytics sets this cookie to calculate visitor, session and campaign data and track site usage for the site's analytics report. The cookie stores information anonymously and assigns a randomly generated number to recognise unique visitors.\nCookie\npardot\nDuration\npast\nDescription\nThe pardot cookie is set while the visitor is logged in as a Pardot user. The cookie indicates an active session and is not used for tracking.\nCookie\n_clsk\nDuration\nsession\nDescription\nMicrosoft Clarity sets this cookie to store and consolidate a user's pageviews into a single session recording.\nCookie\n_clck\nDuration\nsession\nDescription\nMicrosoft Clarity sets this cookie to retain the browser's Clarity User ID and settings exclusive to that website. This guarantees that actions taken during subsequent visits to the same website will be linked to the same user ID.\nPerformance\n\nPerformance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.\n\nNo cookies to display.\n\nAdvertisement\n\nAdvertisement cookies are used to provide visitors with customized advertisements based on the pages you visited previously and to analyze the effectiveness of the ad campaigns.\n\nCookie\nbcookie\nDuration\n1 year\nDescription\nLinkedIn sets this cookie from LinkedIn share buttons and ad tags to recognize browser IDs.\nCookie\n_gcl_au\nDuration\n3 months\nDescription\nGoogle Tag Manager sets this cookie to experiment advertisement efficiency of websites using their services.\nCookie\nlidc\nDuration\n1 day\nDescription\nLinkedIn sets the lidc cookie to facilitate data center selection.\nCookie\n__sharethis_cookie_test__\nDuration\nsession\nDescription\nShareThis sets this cookie to track which pages are being shared and by whom.\nOthers\n\nOther cookies are those that are being identified and have not been classified into any category as yet.\n\nNo cookies to display.\n\nReject All Save My Preferences Accept All\nSkip to Main Content\nApproach\nProducts\nClinical Studies\nNews\nAbout\n404\nPage Not Found\nGo to Home\n\n3100 Hanover Street\nPalo Alto, CA 94304\n\nContact Us\n\nGuardant Complete® Website\nShield™ Website\nApproach\nOur Approach\nFor Patients\nFor Providers\nFor Institutional Partners\nBioPharma Solutions\nProducts\nShield™ Blood Test\nGuardant Complete®\nGuardant Infinity™\nClinical Studies\nClinical Studies\nKey Publications\nNews\nNewsroom\nPress Releases\nStories and Perspectives\nMedia Resources\nAbout\nOur Mission\nLeadership\nCareers\nFor Investors \nCorporate Responsibility\nGlobal Presence\nTerms\nPrivacy Policy\nHIPAA Notice\nCalifornia Notice at Collection\nAccessibility\nLicenses\nYour Privacy Choices\n© 2026 Guardant Health, Inc. All Rights Reserved",
    "fetchedAt": "2026-01-30T22:50:06.316Z"
  },
  "vendor:foundation:https://www.foundationmedicine.com/info/patient-coverage": {
    "hash": "1e57a238a3798b21d584928877054bcf72098fbaf15d0d03fb8277c05e27cfbb",
    "content": "Skip to main content\nSEARCH\nLOG IN\nCreate an account\nPRODUCTS & SERVICES\nRESOURCE CENTER\nFOR PROVIDERS\nNEWSROOM & EVENTS\nABOUT US\nCAREERS\nFOR PATIENTS\nORDER A TEST\nThe requested page could not be found.\nCONTACT OUR EXPERTS\nFooter\nPRODUCTS & SERVICES\nOur Tests\nProvider Service\nBiopharma Partner Services\nNEWS & EVENTS\nPress Releases\nBlog\nEvents\nMedia Library\nABOUT US\nOur Story\nLeadership Team\nCareers\nCONTACT US\nLOGIN\nORDER A TEST\n\n© 2026 FOUNDATION MEDICINE, INC.\n\nLegal\nDo Not Sell/Share My Information\nCalifornia Compliance\nPrivacy & Website Policies\nHIPAA Notice of Privacy Practices\nLicenses\nUpdate Cookie Preferences\nWe would like to collect certain personal information about you through cookies and similar technologies in order to personalize the site for you, improve the performance of the site, and support our marketing efforts. By clicking “Accept All”, you confirm that we have your consent to collect and process your personal information in accordance with our Privacy Policy, which may include online targeted and social media advertising in some instances. You can personalize your specific preferences by clicking “Your Privacy Choices”, or, by clicking “Reject All”, you can reject all cookies except for Strictly Necessary Cookies.\"\nYour Privacy Choices Reject All Accept Cookies\nThe Global Privacy Signal that you have set in your devices browser has been recognized.\nYour Privacy Choices\nStrictly Necessary Cookies\nTargeting & Social Media Cookies\nFunctional Cookies\nPerformance Cookies\nYour Privacy Choices\n\nThis website may use cookies as described in the categories on this page. By default, all cookie categories are ‘off’ except Strictly Necessary which is ‘on’. You may alter your cookie preferences for this website using the ‘on/off’ toggles and confirming your choices, or by using the buttons on the bottom of this page. Additional information about the company’s privacy practices can be found in our Privacy Policy. You may exercise other rights as may be allowed by state laws through our Consumer Rights Request Form or as otherwise described in our privacy policies.\n\n\n\n\nStrictly Necessary Cookies\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you that amount to a request for services, such as setting your privacy preferences, logging in, or filling in forms. You can set your browser to block or alert you about these cookies, but blocking these cookies will prevent the site from working. These cookies do not store any personal information.\n\nTargeting & Social Media Cookies\n Targeting & Social Media Cookies\n\nTo personalize your specific preferences, use the toggle to turn the cookies \"on\" or \"off\".\n\nTargeting Cookies\n Switch Label label\n\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant advertisements on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\n\nFunctional Cookies\n Functional Cookies\n\nThese cookies enable our websites to provide enhanced functionality and personalization. They may be set by us or by third party service providers whose services we have added to our pages. If you reject these cookies, then some or all of these services may not function properly.\n\nPerformance Cookies\n Performance Cookies\n\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. We may collect your session ID, IP address, device identifiers, and your activity with the website. We may provide these cookies to third party service providers to help us run these analytics. If you block or opt out of these cookies, we will not know when you have visited our site, and will not be able to monitor its performance.\n\nIf you are located in Europe, the personal data may be sent to a country (e.g. United States) that has not been deemed to provide an adequate level of data protection or appropriate safeguards. By accepting these cookies, you consent to the data processing for analytics purposes and to the transfer of your personal data to the United States each time you visit our site.\n\nCookie List\n\n \nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nClear\n checkbox label label\nApply Cancel\nConfirm My Cookie Choices\nReject All Cookies Allow All Cookies",
    "fetchedAt": "2026-01-30T22:50:14.539Z"
  },
  "vendor:grail:https://www.grail.com/galleri/coverage": {
    "hash": "c80f56d5c6997923d552ab49758af0ca3a812cb2eb0017f81251360426c15d88",
    "content": "Main Content\nGalleri Test ↗\nCareers ↗\nGet in touch\nCancer Detection\nGalleri Test\nMulti-cancer early detection\nPrecision Oncology\nPatient Stories\nClinical Expertise\nClinical Studies\nManuscripts\nPresentations\nMedical Education\nExternal Sponsored Research\nAbout\nAbout Us\nOur History\nLeadership Team\nBoard of Directors\nPartnerships\nBiopharma\nWorking at GRAIL\nGet In Touch\nNews & Media\nPress Releases\nGRAIL Updates\nThe Cancer SIGNAL Podcast\nMedia Resources\nInvestor Relations ↗\nWhoops!\nThe page you’re looking for doesn’t exist. Let’s get you on the right track.\nGo Home\nGo Home\nPrivacy Notices\nTerms of Service\nADA Accessibility Statement\nCalifornia Notice at Collection\nQuality and Regulatory\nUK Modern Slavery Statement\nYour California Privacy Choices\nCookie Notice And Choices\n833-464-7245\nGet in Touch\nNon-Solicitation Statement\nPurchase Terms\nSocial Media Community Guidelines\nSubscribe to our newsletter\n\nTop\n\nCookie Notice\nThis website uses cookies to improve user experience, for analytics, and strictly necessary purposes. You can manage individual cookies preferences or withdraw your consent at any moment by clicking on the link \"Cookies Notice and Settings\". For more information, please visit our Privacy Notices, or our Cookie Notice.\nCookie Settings Reject All Allow All\nYour Opt Out Preference Signal is Honored\nYour Privacy Choices\nWhen you visit our website, it may store or retrieve information on your browser, mostly in the form of cookies. The information might relate to you, your preferences or your device, and is used to improve user experience, for analytics, and strictly necessary purposes. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of strictly necessary cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). Certain video clips on the website may incorporate cookies from Youtube and Vimeo; if you prefer not to accept those cookies, you should refrain from engaging with the videos available on the website. For more information about cookies used please follow this link.\nMore information\nAccept All\nManage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you to these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nAnalytics Cookies\n Analytics Cookies\n\nAnalytics cookies, such as Piwik, Matomo, and Optimizely, are used to understand how visitors interact with the website. These cookies can help provide information on metrics, the number of visitors, bounce rate, traffic source, etc.\n\nTargeting Cookies\n Targeting Cookies\n\nThese cookies may be set through our site by third parties. Youtube and Vimeo use cookies to personalize content, remember user preferences, and provide analytical data about how users interact with the site.\n\nCookie List\n\nClear\n checkbox label label\nApply Cancel\nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nReject All Confirm My Choices",
    "fetchedAt": "2026-01-30T22:50:22.321Z"
  },
  "vendor:exactsciences:https://www.exactsciences.com/providers/coverage-and-reimbursement": {
    "hash": "21eec75441be21fb715f3b58418c21560e932e5ce87cd59b00d3ad69ed8ae671",
    "content": "Skip to main contentSkip to footer\nHealth systems\nInvestor Relations\nCareers\nUnited States\nLogin\nProducts and services\nScience\nAbout\nNews and events\nERROR 404 - PAGE NOT FOUND\n\nSorry, the page you were looking for at this URL was not found.\n\n\n\nHOME PAGE\n\nExact Sciences Corporation\n5505 Endeavor Lane\nMadison, WI 53719\n\nContact us\nFacebook\nLinkedIn\nTwitter\nQuick links\nPatient login\nProvider login\nCareers\nHealth systems\nInvestor Relations\nGive us feedback\nProducts and services\nCancerguard® test\nCologuard® test\nCologuard Plus™ test\nOncodetect™ test\nOncoExTra® test\nOncoguard® Liver test\nOncotype DX Breast DCIS Score® test\nOncotype DX Breast Recurrence Score® test\nOncotype DX Colon Recurrence Score® test\nRiskguard® test\nExplore our products\nScience\nPipeline\nPublications\nClinical studies\nGrants\nExact Labs\nExact Academy\nExplore our science\nAbout\nLeadership\nHistory\nCorporate impact\nHealth equity\nCollaborations\nContact\nLearn more about us\nNews and events\nPress releases\nFor media\nView news and events\nPrivacy and trust center\nPurchasing terms (PDF)\nExact Sciences for suppliers\nPatents and trademarks\nCoordinated vulnerability disclosure\nFCOI policy (PDF)\nCalifornia Compliance Program Declaration (PDF)\nDo not sell or share my personal information\n© 2026 Exact Sciences Corporation. All rights reserved.\nOUR COOKIE POLICY\nThis website uses cookies to enhance user experience and to analyze performance and traffic on our website. We also share information about your use of our site with our social media, advertising and analytics partners.\nCookie Settings Reject all but Strictly Necessary Accept all\nOpt-Out Request Honored\nCOOKIE SETTINGS\nWhen you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\nAccept all\nMANAGE CONSENT PREFERENCES\nSTRICTLY NECESSARY COOKIES\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems.\n\nCookies Details\nFUNCTIONAL COOKIES\n Functional Cookies Active\n\nThese cookies enable the website to provide enhanced functionality and personalisation. They may be set by us or by third party providers whose services we have added to our pages.\n\nCookies Details\nPERFORMANCE COOKIES\n Performance Cookies Active\n\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site.\n\nCookies Details\nTARGETING COOKIES\n Targeting Cookies Active\n\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\n\nCookies Details\nCOOKIE LIST\n\n \nClear\n checkbox label label\nApply Cancel\nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nReject all but Strictly Necessary Confirm My Choices",
    "fetchedAt": "2026-01-30T22:50:31.770Z"
  },
  "vendor:tempus:https://www.tempus.com/coverage": {
    "hash": "044a17b2593c0bba99c8979c17008f5faf714ea2d333150cdb5a27b28e894900",
    "content": "Tempus\nPROVIDERS\nLIFE SCIENCES\nPATIENTS\nRESOURCES\nABOUT US\nINVESTORS\nORDER A TEST LOG IN CONTACT US\n404 ERROR\nPage Not Found\n\nPlease check your URL and try again\n\nReturn home\nContact Us\n\nCustomer Service: 800.739.4137\n\nFax: 800.893.0276 or 708.575.1789\n\nOur customer service team is available from 7am - 7pm CST, Monday - Friday\n\n\n*\nI AM\nSelect...\nProvider or Health System\nBiopharma\nPatient\nOther\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nSUBMIT\nORDER A TEST LOG IN CONTACT US\nLinkedin\nTwitter\nYouTube\nInstagram\nPROVIDERS Oncology Neurology & Psychiatry Cardiology Radiology Academic & Research Centers EHR Integration\nLIFE SCIENCES Life Sciences Overview Research Clinical Development Commercialization All Solutions\nPATIENTS Patients Overview Oncology Clinical Trials Neurology & Psychiatry\nRESOURCES Publications Content Events\nABOUT US Our History Our Technology Our Team Careers Culture News\nHOMEPAGE Responsible Disclosure FAQ Media Library Document Library Investors\nTempus\n\nAll Content Copyright 2026\n|\nPrivacy and Compliance Policies\n|\nTerms of Use\n|\nCookies Settings\n\nWe use cookies to provide core website functionality and to analyze site usage, enable social media features and provide tailored content and ads. You can review, modify or withdraw your consent at any time. Read our Privacy Policy.\nCookies Settings Accept All Cookies\nPrivacy Preference Center\nWe use cookies to provide core website functionality and to analyze site usage, enable social media features and provide tailored content and ads. You can review, modify or withdraw your consent at any time.\nAllow All\nManage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nSale of Personal Data\nSale of Personal Data\n\nUnder the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information to third parties. These cookies collect information for analytics and to personalize your experience with targeted ads. You may exercise your right to opt out of the sale of personal information by using this toggle switch. If you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties. Additionally, you may contact our legal department for further clarification about your rights as a California consumer by using this Exercise My Rights link.\n\nIf you have enabled privacy controls on your browser (such as a plugin), we have to take that as a valid request to opt-out. Therefore we would not be able to track your activity through the web. This may affect our ability to personalize ads according to your preferences.\n\nPerformance Cookies\nSwitch Label label\n\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n\nTargeting Cookies\nSwitch Label label\n\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\n\nCookie List\n\n \nClear\ncheckbox label label\nApply Cancel\nConsent Leg.Interest\ncheckbox label label\ncheckbox label label\ncheckbox label label\nConfirm My Choices",
    "fetchedAt": "2026-01-30T22:50:40.189Z"
  },
  "bcbs-ma:index:https://www.bluecrossma.org/medical-policies/sites/g/files/csphws7476/files/acquiadam-assets/Medical_Policy_Manual.pdf": {
    "hash": "bde4885f45fc748b25e0870ea4e281010688f639c32c24cb34368b57c81bff02",
    "content": "SKIP TO MAIN CONTENT\nSEEMS LIKE WE COULDN’T FIND THIS PAGE.\n\nBut we’ll help you get where you need to go. If you have questions, you can always reach us at 1-800-262-BLUE.\n\n \n\nFIND A DOCTOR OR HOSPITAL\n\n \n\nLOOK UP A MEDICATION\n\n \n\nLOG IN TO MYBLUE\n\nFooter: Links\nAbout Us\nCareers\nSitemap\nContact Us\nPrivacy & Security\nTerms of Use\nAccessibility\nNondiscrimination\nMember Rights\nPlan Updates\nUtilization Management\nMyBlue App\nHealth News Stories\nWell-B\nMedical Policies\nEquity In Health Care​​​​​​​\nDownload App\n\n \n\nFollow us:\nFOLLOW US ON FACEBOOK\nFOLLOW US ON INSTAGRAM\nFOLLOW US ON LINKEDIN\nChoose a language:\nEnglish/English\nSpanish/Español\nPortuguese/Português\nFrench/Français\nChinese/简体中文\nHaitian Creole/Kreyòl Ayisyen\nVietnamese/Tiếng Việt\nRussian/Русский\nMon-Khmer, Cambodian/ខ្មែរ\nItalian/Italiano\nKorean/한국어\nGreek/Ελληνικά\nPolish/Polski\nHindi/हिंदी\nGujarati/ગુજરાતી\nTagalog/Tagalog\nJapanese/日本語\nGerman/Deutsch\nLao/ພາສາລາວ\nNavajo/Diné Bizaad\n\nATTENTION: If you speak a language other than English, language assistance services are available to you free of charge. Call 1-800-200-4255 (TTY: 711).\n\nBlue Cross Blue Shield of Massachusetts is an Independent Licensee of the Blue Cross and Blue Shield Association. ® Registered Marks of the Blue Cross and Blue Shield Association. ®´ Registered Marks of Blue Cross and Blue Shield of Massachusetts, Inc., and Blue Cross and Blue Shield of Massachusetts HMO Blue, Inc. ®´´ Registered Marks, TM Trademarks. and SM Service Marks are the property of their respective owners. © 2026 Blue Cross and Blue Shield of Massachusetts, Inc., or Blue Cross and Blue Shield of Massachusetts HMO Blue, Inc.",
    "fetchedAt": "2026-01-30T22:48:28.173Z"
  },
  "bcbs-mi:index:https://www.bcbsm.com/providers/clinical-resources/policies.html": {
    "hash": "4d2838cb2323dbb9a772989f30a0976ad7842c5a7535152a55da4bd0f943c01d",
    "content": "Skip to content\n\nfor\n\nINDIVIDUALS\n\n \n\nfor\n\nMEDICARE\n\n \n\nfor\n\nEMPLOYERS\n\n \n\nfor\n\nPROVIDERS\n\n \n\nfor\n\nAGENTS\n\nSEARCH\nLOGIN\nThis page cannot be found\n\nIt could be a mistyped address or just a good hiding spot. Return home or use the search bar below.\n\nSearch\n Blue Cross Blue Shield of Michigan website.\nAbout\nIntroduction\nOur Company\nOur Leadership\nOur Difference\nInclusion\nFoundation\nCareers\nImportant Information\nLegal and Privacy\nCode of Conduct\nAbout ACA Plans\nAbout Medicare Plans\nPrior Authorization\nNondiscrimination Notice\nOnline Privacy Practices\nStop Fraud\nTax Forms\nResources and Tools\nContact Us\nFind Care\nGet Help\nForms and Documents\nMachine Readable Files\nPodcast\nGet Mobile App\nGet a Quote\nOur Sites\nIndividuals and Families\nMedicare\nEmployers\nProviders\nAgents\nSuppliers\nA Healthier Michigan\nMI Blue Daily\nMedia Resources\nSite Map\nLanguage Assistance\nEspanol\nالعَرَبِيَّة\n中文\nܠܫܢܐ ܣܘܪܝܝܐ\nTiếng Việt\nShqip\n한국어\nবাংলা\nPolski\nDeutsch\nItaliano\n日本語\nРусский\nSrpskohrvatski\nFilipino\n\n©1996-2026 Blue Cross Blue Shield of Michigan and Blue Care Network are nonprofit corporations and independent licensees of the Blue Cross Blue Shield Association. We provide health insurance in Michigan. State and Federal Privacy laws prohibit unauthorized access to Member's private information. Individuals attempting unauthorized access will be prosecuted.\n\nFeedback\nFeedback",
    "fetchedAt": "2026-01-30T22:48:37.812Z"
  },
  "bcbs-tx:index:https://www.bcbstx.com/provider/clinical/medical-policies.html": {
    "hash": "b5be523caace0f0b7c4c962dbe99eb17282430766f8f8ae5d7ee633284e1ea26",
    "content": "Welcome\nEmployers\nProducers\nProviders\nCompany Information\nLanguage Assistance\nEn español\nMake a Payment\nLog In or Sign Up\nFind Care\nShop Plans\nPrescription Drugs\nInsurance Basics\nMember Services\nSorry, this page wasn't found.\n\nThe page you requested doesn't exist. Please check the URL and try again, or:\n\nTry to find the page through the navigation\nGo back by clicking on the BACK button of your browser\nIf you continue to receive error please contact us\n\nReturn to Home Page\n\nLast Updated: Dec. 28, 2022\n\nInsurance Basics\nHealth Care Costs\nTypes of Health Insurance Coverage\nGlossary\n\nFAQs\nBuying a Health Plan\nHow to Enroll for Health Insurance\nGet a Quote/Browse and Buy Plans\nPremium Tax Credits\nIndividual & Family Plans\nMedicare Plans\nMember Resources\nLog in to Blue Access for Members\nRegister for Blue Access for Members\nPay My Bill\nFederal Employee Program (FEP)\n\n \nLegal and Privacy Non-Discrimination Notice Accessibility Careers Contact Us Newsroom\n \n\nBlue Cross and Blue Shield of Texas, a Division of Health Care Service Corporation, a Mutual Legal Reserve Company, an Independent Licensee of the Blue Cross and Blue Shield Association\n\n© Copyright 2026 Health Care Service Corporation. All Rights Reserved.\n\n \n\nPDF\nFile is in portable document format (PDF). To view this file, you may need to install a PDF reader program. Most PDF readers are a free download. One option is Adobe® Reader® which has a built-in reader. You can download other tools and learn more about accessibility at adobe.com.\n\n \n\nExternal link\nYou are leaving this website/app (“site”). The new site may be offered by a vendor or an independent third party. The site may also contain non-Medicare related information. Some sites may require you to agree to their terms of use and privacy policy.\n\nFeedback",
    "fetchedAt": "2026-01-30T22:48:45.752Z"
  },
  "bcbs-il:index:https://www.bcbsil.com/provider/clinical/medical-policies.html": {
    "hash": "f416c972803cc2661c4582665a06b885624942d42e70bb282acd9e5ab685a81d",
    "content": "Welcome\nEmployers\nProducers\nProviders\nCompany Information\nLanguage Assistance\nEn español\nMake a Payment\nLog In or Sign Up\nSorry, this page wasn't found.\n\nThe page you requested doesn't exist. Please check the URL and try again, or:\n\nTry to find the page through the navigation\nGo back by clicking on the BACK button of your browser\nIf you continue to receive error please contact us\n\nReturn to Home Page\n\nLast Updated: Dec. 24, 2019\n\nInsurance Basics\nHealth Care Costs\nTypes of Health Insurance Coverage\nGet Free In-Person Help\nGlossary\nFAQs\nBuying a Health Plan\nHow to Enroll for Health Insurance\nGet a Quote/Browse and Buy Plans\nPremium Tax Credits\nIndividual & Family Plans\nMedicare Plans\nMember Resources\nLog in to Blue Access for Members\nRegister for Blue Access for Members\nPay My Bill\nFederal Employee Program (FEP)\n \nLegal and Privacy Non-Discrimination Notice Accessibility Careers Contact Us Newsroom\n \n\nBlue Cross and Blue Shield of Illinois, a Division of Health Care Service Corporation, a Mutual Legal Reserve Company, an Independent Licensee of the Blue Cross and Blue Shield Association\n\n© Copyright 2025 Health Care Service Corporation. All Rights Reserved.\n\n \n\nPDF\nFile is in portable document format (PDF). To view this file, you may need to install a PDF reader program. Most PDF readers are a free download. One option is Adobe® Reader® which has a built-in reader. You can download other tools and learn more about accessibility at adobe.com.\n\n \n\nExternal link\nYou are leaving this website/app (“site”). The new site may be offered by a vendor or an independent third party. The site may also contain non-Medicare related information. Some sites may require you to agree to their terms of use and privacy policy.\n\nFeedback",
    "fetchedAt": "2026-01-30T22:48:53.690Z"
  },
  "florida-blue:index:https://www.floridablue.com/providers/tools-resources/medical-policies": {
    "hash": "4305d9df87448fd40b0f1a019dcbe6761b6a7e90dd0752648d5c994ccf8ca868",
    "content": "Skip to Main Content\nSkip to Footer\n    Español\nFloridaBlue.com\nFor Employers\nFor Agents\nFor Providers\n Find a Florida Blue Center    Log in\nShop Plans \nFind a Doctor \nMember Resources \nAbout Us \nContact Us\nPage not found (404)\n\nWe're sorry, the page you requested was not found. Please use the navigation above to browse our site or click below to go to the home page.\n\nHome\nFBC DISCLAIMER NF\nDisclaimers\nLet us know how we can help.\n1-800-352-2583\n    \nQuick Links\nFind a Center\nFind an Agent\nFind a Doctor\nPharmacy\nHelpful FAQs\nAbout Florida Blue\nAbout Us\nFlorida Blue Foundation\nCareers\nNewsroom\nBlog\n\nHealth coverage is offered by Blue Cross and Blue Shield of Florida, Inc. DBA Florida Blue. HMO coverage is offered by Health Options, Inc. DBA Florida Blue HMO. Dental, Life and Disability are offered by Florida Combined Life Insurance Company, Inc., DBA Florida Combined Life. These companies are Independent Licensees of the Blue Cross and Blue Shield Association.\n\nEspañol, Kreyòl Ayisyen, Tiếng Việt, Português, 中文, Français, Tagalog, Русский, العربية, Italiano, Deutsch, 한국어, Polski, ગુજરાતી, ไทย, 日本語, فارسی, 繁體中文\n\n© 2026 Blue Cross and Blue Shield of Florida, Inc. DBA Florida Blue. All rights reserved.\n\nFBC MEGA NF 012026\nFor Developers Privacy Policy and Terms Nondiscrimination and Accessibility Notice Terms of Use\nWebsite Terms\n\nBy continuing to use this website, you agree to the linked Terms of Use and Privacy Policy and Terms and consent to the collection and use of your information through the use of cookies and similar technologies and as further described in those terms.\n\nContinue",
    "fetchedAt": "2026-01-30T22:49:02.239Z"
  },
  "bcbs-nc:index:https://www.bluecrossnc.com/providers/clinical-resources/medical-policy": {
    "hash": "32e99cad453e6f39d0b43bffaffd365eaafe91c31f739971d99dcf7919f4e0b2",
    "content": "Skip to main content\nContact Us\nLog In\n404Page not found\n\nSorry, but it appears the page or document you were looking for may have been moved. The site administrator has been notified. \n\nHere are some commonly visited pages that may have the information you need: \n\n\nAbout Us\nNewsroom\nBlog\nMember Forms\nCOVID-19\nTransparency in Coverage\nFind Care\nRights & Responsibilities\nPolicies & Best Practices\nPrivacy Policy\nWebsite User Agreement\nFraud & Abuse\nTechnical Information\nContact Us\nLocations\nCareers\n\nBlue Cross and Blue Shield of North Carolina does not discriminate on the basis of race, color, national origin, sex, age or disability in its health programs and activities. Learn more about our non-discrimination policy and no-cost services available to you.\n\nInformation in other languages: Español   中文   Tiếng Việt   한국어   Français   العَرَبِيَّة   Hmoob   ру́сский   Tagalog   ગુજરાતી   ភាសាខ្មែរ   Deutsch   हिन्दी   ລາວ   日本語\n\n© 2026 Blue Cross and Blue Shield of North Carolina. ®, SM Marks of the Blue Cross and Blue Shield Association, an association of independent Blue Cross and Blue Shield plans. All other marks and names are property of their respective owners. Blue Cross and Blue Shield of North Carolina is an independent licensee of the Blue Cross and Blue Shield Association.\n\nImproving your site experience\nWe use cookies and similar technologies to improve your experience. By using this site, you agree to the use of cookies and similar technologies described in ourprivacy policy.\nPrivacy Preference Center\nWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information\nAllow All\nManage Consent Preferences\nStrictly Necessary Cookies\nAlways Active\n\nThese cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information.\n\nTargeting Cookies\n Targeting Cookies\n\nThese cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising.\n\nPerformance Cookies\n Performance Cookies\n\nThese cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n\nCookie List\n\n \nClear\n checkbox label label\nApply Cancel\nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nConfirm My Preferences",
    "fetchedAt": "2026-01-30T22:49:09.975Z"
  },
  "carefirst:index:https://www.carefirst.com/provider/medical-policy-reference-manual": {
    "hash": "779bf7931730c9bc41591bf26d6ce1619e8cc76dfb71e82c471c52a045630d65",
    "content": "Print:    |   Text size:\n   \nWe promise, we've looked high and low for your page.\n\nWe understand how frustrated you may be as we cannot locate this content.\n\nWe apologize for the inconvenience.\n\nVisit CareFirst's Homepage\n\nServing Maryland, the District of Columbia and portions of Virginia, CareFirst BlueCross BlueShield is the shared business name of CareFirst of Maryland, Inc. and Group Hospitalization and Medical Services, Inc. CareFirst BlueCross BlueShield Medicare Advantage is the business name of CareFirst Advantage, Inc. CareFirst BlueCross BlueShield Community Health Plan District of Columbia is the business name of Trusted Health Plan (District of Columbia), Inc. In the District of Columbia and Maryland, CareFirst MedPlus is the business name of First Care, Inc. In Virginia, CareFirst MedPlus is the business name of First Care, Inc. of Maryland (Used in VA by: First Care, Inc.). CareFirst of Maryland, Inc., Group Hospitalization and Medical Services, Inc., CareFirst Advantage, Inc., Trusted Health Plan (District of Columbia), Inc., CareFirst BlueChoice, Inc., First Care, Inc., and The Dental Network, Inc. are independent licensees of the Blue Cross and Blue Shield Association. BLUE CROSS®, BLUE SHIELD® and the Cross and Shield Symbols are registered service marks of the Blue Cross and Blue Shield Association, an association of independent Blue Cross and Blue Shield Plans. CareFirst of Maryland, Inc. and The Dental Network, Inc. underwrite products in Maryland only.\n\n\"World's Most Ethical Companies\" and \"Ethisphere\" names and marks are registered trademarks of Ethisphere LLC.\n\nConnect with us:\n\n    \n\n\n\n",
    "fetchedAt": "2026-01-30T22:49:18.334Z"
  },
  "blue-shield-ca:index:https://www.blueshieldca.com/provider/policies-guidelines/medical-policies": {
    "hash": "e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855",
    "content": "",
    "fetchedAt": "2026-01-30T22:49:26.430Z"
  },
  "bcbs-az:index:https://www.azblue.com/providers/clinical-policies": {
    "hash": "f74bc9360f4325d5d3fad179e68f08b46cb622a97277156362fa81caac005568",
    "content": "404\nThis page could not be found.",
    "fetchedAt": "2026-01-30T22:49:34.071Z"
  },
  "uhc-ma:index:https://www.uhcprovider.com/content/provider/en/policies-protocols/medicare-advantage-policies.html": {
    "hash": "aa9b1abf43b39745173d4d576b9fd898c6e0a4afc85b2dc37d59508872c6c22a",
    "content": "Skip to main content\nMembers\nNew User & User Access\nSearch\nsearch\n\nCoverage and payments\nexpand_more\nOur network\nexpand_more\nTools and resources\nexpand_more\nSign In\nHome\nPolicies and Protocols for Providers\nMedicare Advantage policies\nSkip secondary navigation\nMedicare Advantage policies\nexpand_more\nClinical Guidelines\nDental Clinical Policies and Coverage Guidelines\nMedicare Advantage Intermediate Physician Incentive program\nMedicare Advantage Primary Care Physician Incentive program\nMedical Condition Assessment Incentive Program\nUnitedHealthcare Medicare Advantage medical and drug policies\nReimbursement policies for Medicare Advantage plans\nUnitedHealthcare Medicare Advantage policies and guidelines\n\nThese policies apply to Medicare Advantage plans insured through UnitedHealthcare Insurance Company or one of its affiliated companies.\n\nchevron_right\nMedical & drug policies for Medicare Advantage plans\nchevron_right\nReimbursement policies for Medicare Advantage plans\nMore UnitedHealthcare Medicare Advantage policies and guidelines\nClinical Guidelines\nDental Clinical Policies and Coverage Guidelines\nTerms and Conditions for Certain Incentive Programs \nResources and FAQs\nDiagnostics Exchange (DEX) Z-Code requirements for molecular diagnostic testing FAQsopen_in_new\nHow To Use The Medicare Coverage Databaseopen_in_new\nMedicare Provider Group Clinical Criteria QRGopen_in_new\nSkin substitutes wound treatments: Medicare Advantage and Dual Special Needs Plans FAQopen_in_new\nAbout usopen_in_new\nContact us\nCareersopen_in_new\nFind a provider\n© 2026 UnitedHealthcare | All Rights Reserved\nFraud, waste and abuseopen_in_new\n Language assistanceopen_in_new\n Privacyopen_in_new\n Sitemap\n Terms of useopen_in_new",
    "fetchedAt": "2026-01-30T22:49:42.109Z"
  },
  "evicore:index:https://www.evicore.com/provider/clinical-guidelines": {
    "hash": "83832a3acc9d6661690a11575bbc41e98e677d324b0e796147639c3297de3db5",
    "content": "Skip to main content\nMain navigation\nAbout\nSolutions\nPatients\nProviders' Hub\nInsights\nCareers\nSecondary navigation\nContact Us\nSearch\nPROVIDERS:\nCheck Prior Authorization Status\nLogin\nResources\nClinical Guidelines\n\nTo access EviCore’s clinical guidelines, select the image that represents the guidelines of interest, then enter “EviCore by Evernorth” in the search by health plan function. In addition, EviCore’s clinical guidelines include background and supporting information and citations for sources used to develop the guidelines. \n\nImage\nClinical Information for Medical Necessity Review\nImage\nDiversity, Equity, & Inclusion Statement\nImage\nSupplemental Information\nImage\nCardiac & Vascular Intervention\nImage\nCardiovascular & Radiology\nImage\nDurable Medical Equipment\nImage\nEmbarc Benefit Protection®\nImage\nGastroenterology\nImage\nLaboratory Management\nImage\nMedical Drug Management\nImage\nMedical Oncology\nImage\nMusculoskeletal: Advanced Procedures\nImage\nMusculoskeletal: Therapies\nImage\nPost-Acute Care\nImage\nRadiation Oncology\nImage\nSleep Management\nAffiliations\nStay Updated With Our Provider Newsletter\nYour email address\nFooter | Main\nProvider's Hub\nLogin\nClinical Guidelines\nClinical Worksheets\nSubmit a New Prior Authorization\nCheck Status of Existing Prior Authorization\nUpload Additional Clinical\nFind Contact Information\nReceive Technical Web Support\nRequest a Consultation with a Clinical Peer Reviewer\nPodcasts\nSolutions\nCardiovascular\nConsumer Engagement\nGastroenterology\nHome Health\nImplant Management\nLaboratory Management\nMedical Oncology\nMusculoskeletal\nPost-Acute Care\nPreventive Care Outreach\nRadiation Oncology\nRadiology\nSleep\nWho We Empower\nHealth Plans\nProviders\nAbout\nAbout\nEvernorth\nCareers\nWhy EviCore\nLocations and Corporate Headquarters\nOpen Positions\nLife at EviCore\nJoin the conversation\nEviCore by Evernorth®\n\n730 Cool Springs Blvd\nFranklin, TN 37067\n1.800.918.8924\n\nCONTACT US\nSUPPORT\n\nCopyright 2026 EviCore healthcare. All Rights Reserved.\n\nFooter | Bottom\nReport Fraud & Abuse Ethics & Compliance Member Rights Policy Annual Utilization Statistics E-Verify and IER Right to Work Terms of Use Privacy Policy WA Consumer Health Data Privacy Notice Do Not Sell or Share My Personal Information\nCHAT WITH US\nWe use cookies to enhance your website experience, analyze website traffic, and support our marketing efforts. Our website also uses essential cookies to make our website work, and these cookies cannot be turned off. California residents have the right to opt-out of cookies that constitute a “sale” or “sharing” under the CCPA. To opt-out of these cookies and to manage your cookie preferences, you can click on the Do Not Sell or Share My Personal Information link at the footer of our website at any time. To learn more, please visit our Privacy Policy\nDo Not Sell or Share My Personal Information\nOpt-Out Request Honored\nCalifornia Residents - Do Not Sell or Share My Personal Information\neviCore values its customers and your trust in us to respect your privacy is a responsibility we take seriously. This website uses our own and third-party cookies and similar technologies to enhance your website experience, improve functionality, and support our marketing efforts. To customize your experience and send you ads, we use some advertising and analytics cookies that may provide your data with third parties. California residents have the right to opt-out of these cookies that are considered a “sale” or “sharing” under the CCPA. Our website also uses essential cookies to make our website work, and these cookies cannot be turned off. You can manage your cookies preferences using the form below.\nLearn more by visiting our Privacy Policy.\nUser ID: 16f960cd-9e3f-4d53-b34f-84fd2f55cf40\nThis User ID will be used as a unique identifier while storing and accessing your preferences for future.\nTimestamp: --\nManage Consent Preferences\nEssential Cookies\nAlways Active\n\nWe also use cookies that may provide your personal information with our service providers and vendors to maintain our website, provide the services you requested and operate our day-to-day business. You cannot opt out because this is required to run our business.\n\nAnalytics Cookies\n Analytics Cookies\n\nBy clicking this button, you will be opted-out of these cookies. When the toggle button is grey, this indicates you are opted out.\n\nTargeted Advertising Cookies\n Targeted Advertising Cookies\n\nBy clicking this button, you will be opted-out of these cookies. When the toggle button is grey, this indicates you are opted out.\n\nCookie List\n\n \nClear\n checkbox label label\nApply Cancel\nConsent Leg.Interest\n checkbox label label\n checkbox label label\n checkbox label label\nConfirm My Choices",
    "fetchedAt": "2026-01-30T23:33:18.790Z"
  },
  "anthem:index:https://www.anthem.com/provider/policies/clinical-guidelines/": {
    "hash": "a0fe03ee303bc9bea18ac58e8ea8a860d239ce0c967decb1a9e2029a696ba245",
    "content": "Provider Medical Policies | Anthem.com X Your browser is not supported. Your dashboard may experience future loading problems if not resolved. Please update your browser if the service fails to run our website. Acknowledgement Medical Policies We have developed medical policies that serve as one of the sets of guidelines for coverage decisions. Benefit plans vary in coverage and some plans may not provide coverage for certain services discussed in the medical policies. Coverage decisions are subject to all terms and conditions of the applicable benefit plan, including specific exclusions and limitations, and to applicable state and/or federal law. Medical policy does not constitute plan authorization, nor is it an explanation of benefits. Medical policies can be highly technical and complex and are provided here for informational purposes. The medical policies do not constitute medical advice or medical care. Treating health care professionals are solely responsible for diagnosis, treatment and medical advice. Members should discuss the information in the medical policies with their treating health care professionals. Medical technology is constantly evolving and these medical policies are subject to change without notice, although we will use good faith efforts to provide advance notice of changes that could have a negative impact on benefits. Additional medical policies may be developed from time to time and some may be withdrawn from use. The medical policies generally apply to all of the Plan&rsquo;s fully-insured benefits plans, although some local variations may exist. Additionally, some benefit plans administered by the Plan such as some self-funded employer plans or governmental plans, may not utilize the Plan&rsquo;s medical policy. Members should contact their local customer service representative for specific coverage information. The doctors, hospitals, and other providers which are part of the network of providers referred to in this document are independent contractors who exercise independent judgment and over whom we have no control or right of control. They are not agents or employees of the Plan. If you would like to request a hard copy of an individual medical policy, please contact the member's health plan at the number on the back of their identification card. Clinical UM Guidelines We have developed clinical UM guidelines that serve as one of the sets of guidelines for coverage decisions. We are also licensed to use MCG guidelines to guide utilization management decisions. This may include but is not limited to decisions involving pre-certification, inpatient review, level of care, discharge planning and retrospective review. The MCG guidelines we are licensed to use include ((1) Inpatient & Surgical Care (ISC), (2) General Recovery Care (GRG), (3) Recovery Facility Care (RFC), (4) Chronic Care (CC) and (5) Behavioral Health Care Guidelines (BHG). We also have the right to customize MCG guidelines based on determinations by the Medical Policy & Technology Assessment Committee (MPTAC). Benefit plans vary in coverage and some plans may not provide coverage for certain services discussed in the clinical UM guidelines. Coverage decisions are subject to all terms and conditions of the applicable benefit plan, including specific exclusions and limitations, and to applicable state and/or federal law. A clinical UM guideline does not constitute plan authorization, nor is it an explanation of benefits. Clinical UM guidelines can be highly technical and complex and are provided here for informational purposes. These guidelines do not constitute medical advice or medical care. Treating health care providers are solely responsible for diagnosis, treatment and medical advice. Members should discuss the information in the clinical UM guideline with their treating health care providers. The clinical UM guidelines published on this web site represent the clinical UM guidelines currently available to all health plans throughout our enterprise. These guidelines address the medical necessity of existing, generally accepted services, technologies and drugs. Because local practice patterns, claims systems and benefit designs vary, a local plan may choose whether to implement a particular clinical UM guideline. While the clinical UM guidelines developed by us are published on this web site, the licensed standard and customized MCG guidelines are proprietary to MCG and are not published on the Internet site. Medical technology is constantly evolving and clinical UM guidelines are subject to change without notice. Additional clinical UM guidelines may be developed from time to time and some may be withdrawn from use. Members should contact their local customer service representative for specific coverage information. The doctors, hospitals, and other providers which are part of the network of providers referred to in this document are independent contractors who exercise independent judgment and over whom we have no control or right of control. They are not agents or employees of the Plan. If you would like to request a hard copy of an individual clinical UM guideline or MCG guideline, please contact the member's health plan at the number on the back of their identification card. By clicking “Continue,” I agree that I have read the above information. Continue Provider Home Pick Your State Resources for Your State The resources for our providers may differ between states. We were unable to automatically detect your location, but you can choose your state manually to see content that is most relevant to you. It looks like you're in . We currently don't offer resources in your area, but you can select an option below to see information for that state. You can also visit bcbs.com to find resources for other states It looks like you're outside the United States. We currently don't offer resources in your area, but you can select an option below to see information for that state. You can also visit bcbs.com to find resources for other states. California Colorado Connecticut Georgia Indiana Kentucky Maine Missouri New Hampshire Nevada New York Ohio Virginia Wisconsin If your state isn't listed, check out bcbs.com to find coverage in your area. Skip To Main Content Log In Find Care Menu Individual & Family Medicare Medicaid Employers Producers Providers COVID-19 Info Log In Find Care Individual & Family Individual and Family Overview Shop Shop Insurance Basics Health Insurance Vision Insurance Dental Insurance Supplemental Insurance Travel Medical Insurance Care Care What to Know Getting Better Care Find Care Prescription Search Support Support Login Registration Forgot Username or Password? Member Needs Forms Medicare Medicare Coverage with Anthem Shop Shop Medicare Coverage with Anthem Medicare Information Medicare Coverage and Enrollment Turning 65 Medicare Advantage Plans: Part C Medicare Part D Plans Medicare Supplement Plans (Medigap) Dental and Vision Coverage Care Care What to Know Getting Better Care Find Care Medicare Caregiver Resources Support Support Login Registration Forgot Username or Password? Forms Medicaid Medicaid Overview Employers Employer Overview Shop Shop Group Health Insurance Health and Wellness Dental Insurance Vision Insurance Life Insurance Absence & Disability Management Supplemental Health Insurance Group Medicare Resources Resources Find Care Go to Blog Support Support Login Registration Forgot Username or Password? Find a Form Dental Prime and Complete Login EasyPay Anthem Life Resources Anthem Life Resources Welcome to Anthem Life Anthem Life - Compassi Secure Employer Access to Claims Submit a Claim MyOnlineBill Producers Producers Overview Plans and Services Plans and Services Start Selling Anthem Medical Specialty Benefit Site Life & Disability Insurance Supplemental Insurance Pharmacy Health & Wellness Group Medicare Communications Communications Contact Us News Public Policy Resources Resources Find Care Find a Form Dental Online Services Login Registration Statement of Benefits (SOB) Summary of Benefits and Coverage (SBC) Providers Providers Overview Provider Resources Provider Resources Forms and Guides Policies, Guidelines & Manuals Provider Maintenance Pharmacy Behavioral Health Dental Vaccination Resources Find Care Availity, EMR, & Digital Solutions Claims Claims Claims Submission Electronic Data Interchange (EDI) Prior Authorization Patient Care Patient Care Enhanced Personal Health Care Medicare Advantage Communications Communications News Education and Training Contact Us Join Our Network Join Our Network Getting Started with Anthem Credentialing Employee Assistance Program (EAP) COVID-19 Info COVID-19 Resource Center Main Content Find information that&rsquo;s tailored for you. Our resources vary by state. Choose your location to get started. Information for Select a State Policies & Guidelines Medical Policies & Clinical UM Guidelines There are several factors that impact whether a service or procedure is covered under a member&rsquo;s benefit plan. Medical policies and clinical utilization management (UM) guidelines are two resources that help us determine if a procedure is medically necessary. These documents are available to you as a reference when interpreting claim decisions. Please Select Your State The resources on this page are specific to your state. Choose your state below so that we can provide you with the most relevant information. Select Your State Ready to become a provider in the Anthem network? We look forward to working with you to provide quality service for our members. Payments for services from a non-participating provider are generally sent to the member, except where federal or state mandates apply, or negotiated agreements are in place. Begin Application Privacy Legal Accessibility Nondiscrimination Notice Health Care Fraud Prevention Medicaid Producers Employers Federal Employees Press Room Careers Use the App Let's make healthy happen &copy; 2005 - 2024 copyright of Anthem Insurance Companies, Inc. Serving Colorado, Connecticut, Georgia, Indiana, Kentucky, Maine, Missouri (excluding 30 counties in the Kansas City area), Nevada, New Hampshire, Ohio, Virginia (excluding the Northern Virginia suburbs of Washington, D.C.), and Wisconsin. Sydney Care is offered through an arrangement with Carelon Digital Platforms, Inc. Sydney Health and Sydney Care are service marks of Carelon Digital Platforms, Inc., &copy; 2026",
    "fetchedAt": "2026-01-30T22:47:31.070Z"
  },
  "highmark:index:https://securecms.highmark.com/content/medpolicy/en/highmark/": {
    "hash": "2705a87a305690ea1c29f47a9b158b3dbf350073955af3d501e365852c5406a0",
    "content": "en 403\n403 - ACCESS DENIED\nOops, You don't have permission to access this page.\n\nA web server may return a 403 Forbidden HTTP status code in response to a request from a client for a web page or resource to indicate that the server can be reached and understood the request, but refuses to take any further action. Status code 403 responses are the result of the web server being configured to deny access, for some reason, to the requested resource by the client.\n\n ",
    "fetchedAt": "2026-01-30T23:31:05.046Z"
  },
  "excellus:index:https://www.excellusbcbs.com/wps/portal/xl/provider/medicalpolicies": {
    "hash": "1dfb4914ae72379033d7509007f46602230eca440984e8b0520af39b54edffa9",
    "content": "Skip to Main Content\nHome Members Medicare Members Employers Brokers Providers\nEnter Search\nSearch  Get Help\nLogin/Register\nFind a Plan\nHow it Works\nFind a Doctor\nHealth and Wellness\n\nYou have reached a page that is either not found or requires additional security to access.\n\nThe page may have been moved or deleted. Please note that some tools and programs are only available for certain members. If you believe you've reached this page in error, please contact us.\n\n \n\nPlease return to the previous page or home page.\n\nBack Home\nExplore Products\nIndividual & Family Plans\nSole Proprietor Plans\nNYS Sponsored Plans\nMedicare Plans\nGet to Know Us\nAbout Us\nNews\nCareers\nCommunity Investments and Partnerships\nQuality & Safety\nCompliance & Legal\nLet Us Help\nContact Us\nCrisis Services\nPay Bill\nPrior Authorization\nInsurance FAQs\nPrint Forms\nGlossary\nMedicare Events\nFraud & Abuse\nMedical Policies\nAccess Member Tools \nMember Cards\nGo Paperless\nMember Forms\nView Claims\nView Benefits, Coverage & Limits\nManage Your Privacy\nView the Excellus BCBS Service Area \n\n Links marked with an (external site) icon indicate you're leaving ExcellusBCBS.com. The information may not be provided by Excellus BCBS.\n\nFollow us on\n\nCopyright © 2026, Excellus BlueCross BlueShield, an independent licensee of the Blue Cross Blue Shield Association. All rights reserved.\n\nTerms of Use | Web Privacy Policy | Browser Support | Accessibility Statement | Language Assistance \n(opens in a new window)\n| Nondiscrimination Notice\n(opens in a new window)\n Online Chat",
    "fetchedAt": "2026-01-30T23:31:23.897Z"
  },
  "ibx:index:https://medpolicy.ibx.com/ibc/Commercial/": {
    "hash": "477afb81abde042f7a259645415f9565422178e54ec7cce0457a5912d98ed68d",
    "content": "Advanced Search\nHome\nCommercial Policies\nCurrently selected\nMedicare Advantage Policies\nMA PPO Host Policies\nContact Us\nCommercial\nMedical Policy\nPolicy Bulletins\nCurrently Selected\nActive Policy Notifications\nPolicy Types And Descriptions\nServices Requiring Precertification\nCoverage Guidelines\nSelect Cardiology Guidelines\nDiagnostic Radiology Guidelines\nLab Management Guidelines\nMusculoskeletal Guidelines\nRadiation Therapy Guidelines\nSleep Disorder Management Guidelines\nSpecialty Medical Benefit Drugs\nNews & Announcements\nSite Activity\nContact Us\nPolicy Bulletins\n\nThe Policy Bulletins listed below represent our catalogue of medical and claim payment policies. If you are looking for a specific type of policy, choose a category from the menu on the right. You may also use the search function in the top menu to search for policies by word or phrase.\n\nView All Categories\nAdministrative\nAnesthesia\nCase Management\nClinical Logic\nDental\nDME\nPathology and Laboratory\nMedicine\nPharmacy\nRadiology\nRehabilitation Services\nSurgery\nMiscellaneous\nBehavioral Health\nPolicy #\nPolicy Bulletin Title\n07.00.14i\n​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​Low-Level Laser Therapy\n08.00.62r\nAbatacept (Orencia®) For Injection For Intravenous Use\n11.00.16k\nAblation Of Lung Tumors\n12.00.01i\nAcupuncture\n12.04.04b\nAcute Care Facility Inpatient Transfers\n08.02.21\nADAMTS13, Recombinant-Krhn (Adzynma)\n08.01.11j\nAdo-Trastuzumab Emtansine (Kadcyla®)\n08.02.32a\nAfamitresgene Autoleucel (Tecelra®)\n08.00.69d\nAgalsidase Beta (Fabrazyme®) And Pegunigalsidase Alfa-Iwxj (Elfabrio)\n12.04.03d\nAir Ambulance Services\n08.01.22e\nAlemtuzumab (Lemtrada®)\n08.00.72l\nAlglucosidase Alfa (E.G., Lumizyme®), Avalglucosidase Alfa-Ngpt (Nexviazyme® ), Cipaglucosidase Alfa-Atga (Pombiliti™ )\n07.00.21k\nAllergy Immunotherapy\n08.01.88b\nAllogeneic Processed Thymus Tissue-Agdc (Rethymic®)\n06.02.29g\nAlloMap™ Molecular Expression Testing For Heart Transplant Rejection (Independence Administrators)\n08.00.91f\nAlpha-1 Antitrypsin Therapy (E.G., Prolastin-C®, Aralast NP®, Glassia®, Zemaira®)\n07.02.09k\nAmbulatory Blood Pressure Monitoring (ABPM) And Home Blood Pressure Monitoring (HBPM) Devices\n07.02.21r\nAmbulatory Electrocardiography (AECG) Monitoring And Mobile Cardiac Outpatient Telemetry (MCOT) Monitoring\n08.01.90b\nAmivantamab-Vmjw (Rybrevant®)\n01.00.12d\nAnesthesia Services For Epidural, Paravertebral Facet And Sacroiliac Joint Injections For Spinal Joint Management\n08.01.82c\nAnifrolumab-Fnia (Saphnelo®)\n05.00.39v\nAnkle-Foot/Knee-Ankle-Foot Orthoses\n06.03.04o\nApheresis Therapy\n05.00.84\nApos® Biomechanical Shoe System\n11.08.05g\nApplication And Removal Of Tattoos\n14.00.03b\nApplied Behavior Analysis (ABA) For The Treatment Of Autism Spectrum Disorder (ASD)\n11.05.16m\nAqueous Shunts, Microstents, Viscocanalostomy, And Canaloplasty For The Treatment Of Glaucoma\n11.14.19p\nArtificial Intervertebral Cervical Disc Insertion (Independence Administrators)\n08.01.35k\nAsparaginase Erwinia Chrysanthemi (Recombinant)-Rywn (Rylaze®)\n06.02.27p\nAssays Of Genetic Expression In Tumor Tissue For Breast Cancer Prognosis (Independence Administrators)\n07.10.06j\nAssisted Reproductive Technology For Infertility And Oocyte Cryopreservation\n08.01.69f\nAtezolizumab (Tecentriq®) And Atezolizumab With Hyaluronidase-Tqjs (Tecentriq Hybreza™)\n08.02.24\nAtidarsagene Autotemcel (Lenmeldy)\n05.00.82\nAuricular Prostheses\n11.14.06j\nAutologous Chondrocyte Implantation (ACI) And Other Cell-Based Treatments Of Focal Articular Cartilage Lesions (Independence Administrators)\n05.00.29o\nAutomatic External Cardioverter Defibrillators (Wearable And Nonwearable)\n07.03.23h\nAutonomic Nervous System Testing\n08.01.64e\nAvelumab (Bavencio®)\n08.02.34\nAxatilimab-Csfr (Niktimvo™) For Intravenous Use\n11.16.06k\nBalloon Catheter Dilation Of Sinus Ostia For Treatment Of Chronic Rhinosinusitis Or Recurrent Acute Rhinosinusitis\n11.03.02w\nBariatric Surgery\n08.00.99e\nBelimumab (Benlysta®) For Intravenous Use\n08.02.10b\nBeremagene Geperpavec (Vyjuvek™)\n08.01.89a\nBetibeglogene Autotemcel [Beti-Cel (ZYNTEGLO®)]\n08.00.66w\nBevacizumab (Avastin®) And Related Biosimilars For Oncologic Use\n00.10.39r\nBilling For Professional Office-Based Services Performed In An Outpatient Office-Based Setting Located Within A Facility Or On A Facility Campus\n00.10.38a\nBilling Requirements For Multiple Births For Professional Providers\n07.00.01n\nBiofeedback Therapy\n07.06.03c\nBioimpedance For The Detection Of Lymphedema\n08.01.21h\nBlinatumomab (Blincyto®)\n11.01.06j\nBone-Anchored (Osseointegrated) Hearing Aids And Implantable Middle Ear Hearing Aids\n09.00.04o\nBone Mineral Density (BMD) Testing\n08.00.26ae\nBotulinum Toxin Agents\n09.00.10aa\nBrachytherapy And Accelerated Whole Breast Irradiation Using Three-Dimensional Conformation Radiation Therapy\n05.00.76i\nBreast Pumps\n08.01.13l\nBrentuximab Vedotin (Adcetris®)\n11.16.09\nBronchial Valves\n00.01.52z\nBundled Procedure Codes\n08.01.49b\nBurosumab-Twza (Crysvita®)\n08.01.51c\nCanakinumab (Ilaris®)\n10.01.01r\nCardiac Rehabilitation (CR) And Intensive Cardiac Rehabilitation (ICR) Programs\n00.01.59p\nCare Management And Care Planning Services\n08.01.05m\nCarfilzomib (Kyprolis®)\n08.02.14a\nCasgevy™ (Exagamglogene Autotemcel)\n00.10.15d\nCast And Splint Applications And Associated Supplies\n11.01.07g\nCataract Surgery\n11.02.06r\nCatheter Ablation Of Cardiac Arrhythmias\n08.01.66e\nCemiplimab-Rwlc (Libtayo®)\n08.01.39d\nCerliponase Alfa (Brineura®)\n05.00.61h\nCervical Traction Devices For In-Home Use\n08.00.67o\nCetuximab (Erbitux®)\n11.08.08h\nChemical Peels\n08.01.43p\nChimeric Antigen Receptor (CAR) Therapy\n10.02.02k\nChiropractic Spinal And Extraspinal Manipulation Therapy\n08.00.92ak\nCoagulation Factors\n06.02.54d\nCobalamin (Vitamin B12), Folic Acid, And Homocysteine Testing\n11.01.02s\nCochlear Implantation\n08.01.71\nCollagenase Clostridium Histolyticum (Xiaflex ®), Collagenase Clostridium Histolyticum-Aaes (Qwo®)\n11.03.12v\nColorectal Cancer Screening\n12.00.03h\nComplementary And Integrative Health Services\n11.14.30\nComposite Tissue Allotransplantation Of The Hand(S) And Face\n05.00.37j\nCompression Garments\n09.00.42d\nComputer-Aided Detection (CAD) System For Use With Chest Radiographs\n11.14.17e\nComputer-Assisted Musculoskeletal Surgical Navigational Orthopedic Procedure\n00.01.69b\nConsultation Services\n07.13.11k\nContact Lenses For The Treatment Of Persistent (Corneal) Epithelial Defects\n09.00.11e\nContrast Agents Used In Conjunction With Echocardiography\n07.13.07m\nCorneal Pachymetry Using Ultrasound\n09.00.58a\nCoronary Artery Calcium (CAC) Testing Using Computed Tomography (Independence Administrators)\n08.02.40\nCosibelimab-Ipdl (Unloxcyt™)\n12.01.03b\nCosmetic Procedures\n08.01.08v\nCoverage Of Anticancer Prescription Oral And Injectable Drugs And Biologics And Supportive Agents\n05.00.04e\nCoverage Of Medical Devices\n05.00.80d\nCranial Electrotherapy Stimulation\n05.00.25k\nCranial Remolding Orthoses (Helmets)\n08.00.04b\nCrizanlizumab-Tmca (Adakveo®)\n08.02.31\nCrovalimab-Akkz (Piasky)\n11.11.03d\nCryosurgical Ablation Of The Prostate Gland\n08.01.29m\nDaratumumab (Darzalex®), Daratumumab And Hyaluronidase-Fihj (Darzalex Faspro®)\n08.02.41\nDatopotamab Deruxtecan (Datroway®)\nNEXT \n\n\nConnect with Us  \nSitemap\nAnti-Fraud\nPrivacy Policy\nLegal Information\n\n 2026 Independence Blue Cross\n\nIndependence Blue Cross is a subsidiary of Independence Health Group, Inc. — independent licensees of the Blue Cross and Blue Shield Association, serving the health insurance needs of Philadelphia and southeastern Pennsylvania.\n\nMedical Policy\nTerms and Conditions \n\n\nDecline\n\nThe Medical Policy Portal offers streamlined navigation to the various types of policies available. Once you accept the terms and conditions below, you'll be connected to the Medical Policy Portal. From there, simply click the applicable policy portfolio (i.e., Commercial, Medicare Advantage, MAPPO Host) from the selections across the top of the page to access the specific policies. \n\n\nBy clicking \"Accept\", I acknowledge receipt of the following information:\n\nThe Policy Bulletins on this website were developed to allow Independence Blue Cross (Independence) to administer the provisions of members' benefits plans and neither constitutes nor substitutes for medical advice. Independence's Policy Bulletins should not be construed as providing medical advice or treatment or guaranteeing the outcome or results of any medical services/treatments and/or procedures. If members have a specific question about their medical condition, they should consult with their provider.\nProviders are responsible for providing medical advice and treatment, are independent contractors, and are not employees or agents of Independence.\nPolicy Bulletins are written with medical terminology and in a style common to scientific literature and convention.\nThe Policy Bulletins are used in making decisions as to medical necessity only and do not describe or consider individual benefits. As a result, they do not guarantee coverage of services or guarantee payment. If you are an Independence member, please refer to your specific benefit plan documents for the terms, conditions, limitations, and exclusions of your coverage. Benefits may vary based on the type of program (HMO, PPO, or other) as well as the benefit design selected by an employer or group (i.e., health and welfare fund, school district).\nIndependence makes decisions on coverage considering the Policy Bulletins, benefit plan documents, and the member's medical history and condition.\nPolicy Bulletins are compliant with all applicable laws and regulations, standards of regulatory and accreditation agencies (e.g., NCQA), and, when applicable, the Centers for Medicare and Medicaid Services (CMS).\nThe Policy Bulletins describe the status of medical technology at the time the Bulletins were developed. Since that time, new technology may have emerged or new medical literature may have been published. Policy Bulletins will be reviewed regularly and be updated as scientific and medical literature becomes available.\nThese materials contain Current Procedural Terminology (CPT). All rights reserved. CPT is a registered trademark of the American Medical Association.\nThese materials contain Current Dental Terminology (CDT). All rights reserved. CDT is a trademark of the American Dental Association. \n\nAccept and go to Medical Policies | Decline",
    "fetchedAt": "2026-01-30T23:31:33.600Z"
  },
  "premera:index:https://www.premera.com/medicalpolicies/": {
    "hash": "9cd2146e8844460620bb67130438ec6ab3ac3c4b7ad529b7da4f380db41ad4fc",
    "content": "Premera Sign In\nProviders\nCurrent location: \nWA \nProviders\nFor Providers\nIndividual Plans\nLibrary\nDental Reference Manual\nDental Resources\nForms\nHealth Management\nHIPAA\nLearning Center\nMedical Reference Manuals\nNews\nNews Archive\nReference Info\nMedicare Advantage\nPayment/EOP\nPharmacy\nTools\nUtilization Review\nMedical Policies\n\nPremera offers access to more than 300 medical policies online. And since we're continually updating these pages, we encourage you to visit often. The policies are in Adobe PDF format.\n\nTo access our Medical Policies, please read and agree to the disclaimer statement.\n\nDisclaimer:\n\nPremera medical policy should be used as a guide in evaluating the medical necessity of a particular service or treatment. The Company adopts these policies after careful review of published and peer-reviewed scientific literature, national guidelines and local standards of practice. Since medical technology is dynamic, the Company reserves the right to review and update policies as appropriate. Each benefit plan defines which services are covered, which are excluded, and which are subject to dollar caps or other limits.\n\nMembers and their providers will need to consult the member's benefit plan to determine if there is any exclusion or other benefit limitations applicable to this service or supply. The conclusion that a particular service or supply is medically necessary does not constitute a representation or warranty that this service or supply is covered for a particular member. The member's benefit plan determines coverage. Some plans exclude coverage for services or supplies that are considered medically necessary.\n\nThe medical policies contained within this website do not apply to Medicare Advantage network members. Please call 888-850-8526 if you have questions or requests to see a Medicare Advantage medical policy for services prior to the end of 2024.\n\nFor drugs filled through the pharmacy for plans that have the Essentials National Preferred Formulary (NPF) Drug List (identified as N1, N2, N3 or N4 on the member ID card), call 800-753-2851 for clinical policy information.\n\nI have read and I agree to the disclaimer. Go to Medical Policies.\n\n\n\nThe medical Policies contained within this website apply to the Premera HMO Core Plus Plan\n\nI have read and I agree to the disclaimer. Go to Medical Policies for Premera HMO Core Plus\n\nfacebook\n \ntwitter\n \nyoutube\n \npremera blog\nAbout PremeraMedical PoliciesContact UsNotice of Privacy Practices Notice of AI PracticesTerms & ConditionsFraud & AbuseData CollectionTransparency\n\nLanguage support\n\nEspañol | 中文 | Tiếng Việt | 한국어 | Pусский | Tagalog | Українська | ភាសាខ្មែរ | 日本語 | አማሪኛ | Oromoo | العربية | ਪੰਜਾਬੀ | Deutsch | ລາວ | Kreyòl Ayisyen | Français | Polski | Português | Italiano | فارسی\n\nPremera Blue Cross complies with applicable Federal and Washington state civil rights laws and does not discriminate on the basis of race, color, national origin, age, disability, sex, gender identity, or sexual orientation. Contact us for free language assistance services and appropriate auxiliary aids and services.\nPremera Blue Cross HMO complies with applicable Federal and Washington state civil rights laws and does not discriminate on the basis of race, color, national origin, age, disability, sex, gender identity, or sexual orientation. Contact us for free language assistance services and appropriate auxiliary aids and services.\n\nAvaility is an independent provider of health information network services that does not provide Blue Cross Blue Shield products or services. Availity is solely responsible for its products and services.\n\n© 2026 Premera Blue Cross is an independent licensee of the Blue Cross Blue Shield Association serving businesses and residents of Alaska and Washington state, excluding Clark County. Premera Blue Cross HMO is an independent licensee of the Blue Cross Blue Shield Association serving businesses and residents of Washington State, excluding Clark County.",
    "fetchedAt": "2026-01-30T23:31:49.589Z"
  },
  "regence:index:https://www.regence.com/provider/library/medical-policies": {
    "hash": "32cd1638acea004dfa9b8903b14f94e091aa7d5db2547f01a61c8e66a81850fd",
    "content": "ZIP code: set ZIP\nFind a doctorFind a dentistContact us\nSign in\nSearch\nSign in\n×\nIndividuals & Families\nExperience Regence\nWhy Regence\nIndividual plans\nHow to pick a plan\nFind a doctor\nFind care\nResources\nHealth insurance 101\nManage your health\nTelehealth\nBehavioral health\nNews & updates\nMember support\nView forms & documents\nGet answers (FAQ)\nMember notices\nContact us\nMy Links\nSign in\nClaims\nBenefits\nPharmacy\nPremiums\nMedicare\nShop plans\nWhy Regence\nMedicare Advantage plans\nMedicare Supplement plans\nHow to pick a Medicare plan\nNew to Medicare\nMedicare Advantage\nMember quick start guide\nPharmacy\nGet answers (FAQ)\nView forms & documents\nFind a doctor\nMedicare Supplement\nMember quick start guide\nBenefits & discounts\nGet answers (FAQ)\nView forms & documents\nFind a doctor\nMy Links\nSign in\nClaims\nBenefits\nCreate account\nFor Employers\nExperience Regence\nWhy Regence\nExplore plans\nSupport programs\nEmployer tools\nEmployer Center\nOnboarding tools\nWellness & wellbeing\nConsumer-directed health\nEmployer resources\nView forms & documents\nNews & updates\nContact us\nFor Producers\nExperience Regence\nWhy Regence\nGet appointed\nGet a quote\nExplore plans\nWhat we offer\nProducer tools\nProducer Center\nOnboard a group\nRenew a group\nKnowledge center\nProducer resources\nView forms & documents\nNews & updates\nContact us\nFor Providers\nExperience Regence\nWhy Regence\nContracting & credentialing\nClaims & payment\nPrograms\nProducts\nProvider tools\nAvaility Essentials\nToolkits\nUpdate your information\nProvider library\nWhat's new & publications\nForms & documents\nPolicies & guidelines\nAdministrative Manual\nQuick links\nTraining\nFind a doctor\nSelf-service tool\nContact us\nBlueCard Program\nFor Federal Employees\nExplore FEP Offerings\nProgram Resources\nCalendar of Events\nFind a doctorFind a dentistContact us\nZIP code: set ZIP\nGo to Regence home page\nIndividuals & Families\nMedicare\nFor Employers\nFor Producers\nFor Providers\nFor Federal Employees\nIndividuals & Families\n\nExplore individual or family plans that best meet your needs or sign in if you're a member.\n\nExperience Regence\nWhy Regence\nIndividual plans\nHow to pick a plan\nFind a doctor\nFind care\nResources\nHealth insurance 101\nManage your health\nTelehealth\nBehavioral health\nNews & updates\nMember support\nView forms & documents\nGet answers (FAQ)\nMember notices\nContact us\nMy Links\nSign in\nClaims\nBenefits\nPharmacy\nPremiums\nMedicare\n\nExplore Medicare plans that best meet your needs or sign in if you're a member.\n\nShop plans\nWhy Regence\nMedicare Advantage plans\nMedicare Supplement plans\nHow to pick a Medicare plan\nNew to Medicare\nMedicare Advantage\nMember quick start guide\nPharmacy\nGet answers (FAQ)\nView forms & documents\nFind a doctor\nMedicare Supplement\nMember quick start guide\nBenefits & discounts\nGet answers (FAQ)\nView forms & documents\nFind a doctor\nMy Links\nSign in\nClaims\nBenefits\nCreate account\nEmployers\n\nExplore employer plans (group plans) that best meet your needs or sign in if you're a customer.\n\nExperience Regence\nWhy Regence\nExplore plans\nSupport programs\nEmployer tools\nEmployer Center\nOnboarding tools\nWellness & wellbeing\nConsumer-directed health\nEmployer resources\nView forms & documents\nNews & updates\nContact us\nProducer\n\nExplore plans that best meet your clients' needs or sign in if you're a member.\n\nExperience Regence\nWhy Regence\nGet appointed\nGet a quote\nExplore plans\nWhat we offer\nProducer tools\nProducer Center\nOnboard a group\nRenew a group\nKnowledge center\nProducer resources\nView forms & documents\nNews & updates\nContact us\nProviders\n\nExplore tools and resources to support your practice or sign in to Availity Essentials.\n\nSpecialty content for behavioral health and dental.\n\nExperience Regence\nWhy Regence\nContracting & credentialing\nClaims & payment\nPrograms\nProducts\nProvider tools\nAvaility Essentials\nToolkits\nUpdate your information\nProvider library\nWhat's new & publications\nForms & documents\nPolicies & guidelines\nAdministrative Manual\nQuick links\nTraining\nFind a doctor\nSelf-service tool\nContact us\nBlueCard Program\nBlue Cross and Blue Shield Federal Employees Program (FEP)\n\nExplore Federal Employee Program resources or visit fepblue.org for complete benefit information.\n\nExplore FEP Offerings\nProgram Resources\nCalendar of Events\nThis page has been moved or deleted\n\nWe've refreshed our site, and the page you are looking for is no longer available.\n\nVisit our Home page, browse pages using the top navigation (or the mobile navigation at the top right) or use the Search box in the header above.\n\nFind a Doctor\nAbout us\nContact us\nTerms & privacy\nEthics & compliance\nFraud & abuse\nFeedback\nFor developers\nTransparency in coverage\nTIC machine-readable files\n\n© 2026 Regence health plans are Independent Licensees of the Blue Cross and Blue Shield Association serving members in Idaho, Oregon, Utah and select counties of Washington.",
    "fetchedAt": "2026-01-30T23:31:58.442Z"
  },
  "horizon:index:https://www.horizonblue.com/providers/policies-procedures/policies/medical-policies": {
    "hash": "8961febf026959a4fa22f85cd270e255d3aeebc66ed575c8270eced670aaa19b",
    "content": "Skip to main content\nHOME\nMEMBERS\nPROVIDERS\nBROKERS\nEMPLOYERS\nCONTACT US\nABOUT US\nCAREERS\nSEARCH BUTTON\nAVAILITY SIGN IN DENTAL SIGN IN\nCOVID-19 Information\nWhy Join\nProducts & Programs\nPolicies & Procedures\nResources\nForms\nNews\nBreadcrumb\nHome  Providers  Policies & Procedures  Policies\nImportant - Please Read\n\nBy accessing this Medical Policy Manual, you acknowledge receipt and agreement with the information below. The purpose of the Horizon Medical Policy Manual is to provide clinical policies applicable to the administration of health benefits insured or administered by Horizon Blue Cross Blue Shield of New Jersey, Horizon Healthcare of New Jersey, Inc., Horizon Insurance Company, and Healthier New Jersey Insurance Company (collectively “Horizon BCBSNJ”), either directly or through one of their delegated vendors.\n\nIf the benefits available to a member pursuant to the member’s benefit plan differ from what is stated in a medical policy, the benefit plan prevails.\n\nAlthough a service, supply, or procedure may be medically necessary, it nevertheless may be subject to limitations and/or exclusions under a member’s benefit plan.\n\nIf a service, treatment, procedure, equipment, device, supply, or drug is not covered, and if the member nevertheless proceeds to obtain any of them, the member may be responsible for the cost to the extent permitted under the member’s benefit plan and applicable law. For information about their benefits and payment of those benefits, the member should consult their plan document.\n\nThe policies in this database are not intended to direct the course of clinical care, and they do not replace a physician’s or other health care professional’s independent clinical judgment or duty to exercise special knowledge and skill in the treatment of Horizon BCBSNJ members. Decisions regarding treatment and treatment plans are the responsibility of physicians and other health care professionals. Horizon BCBSNJ is not responsible for, does not provide, and does not hold itself out as a provider of medical care. Physicians and other health care professionals remain responsible for the quality and type of health care services provided to a Horizon BCBSNJ member.\n\nHorizon BCBSNJ medical policies do not constitute medical advice, authorization, certification, approval, explanation of benefits, offer of coverage, contract, or a guarantee of payment. Payment is determined based on all terms, conditions, limitations, and exclusions of the member’s benefit plan, including the medical necessity of the services provided; the member’s eligibility at the time the services are provided; the agreement between the physician or other health care professional and Horizon BCBSNJ, if applicable; and the out-of-network fee schedule for the member’s benefit plan, if applicable.\n\nThe medical policies are written taking into consideration information from such sources as applicable Federal and State regulations, evidence-based scientific literature, standards of practice, and opinions of community physicians and professional societies. Although the medical policies are specifically written to address the clinical circumstances of the majority of people, Horizon BCBSNJ will consider an individual’s unique clinical circumstances, as well as the sources noted in the respective medical policies, when making these decisions on a case-by-case basis.\n\nMedical policies are highly technical and are designed for use by Horizon BCBSNJ professional staff in making coverage determinations and by physicians and other health care professionals in understanding those decisions. Members who are provided with a copy of a medical policy should discuss the medical policy with their treating provider and should refer to their specific benefit plan for the terms, conditions, limitations, and exclusions of their coverage.\n\nThe Horizon BCBSNJ Medical Policy Manual is proprietary. Horizon BCBSNJ reserves the right to update or change the contents of this Medical Policy Manual without notice, as the law allows. Horizon BCBSNJ makes benefit determinations based on the medical policies in existence at the time Horizon BCBSNJ receives a request (e.g., prior authorization or prior determination) or based on the actual date of service on a claim for the service, treatment, procedure, equipment, device, supply, or drug. Horizon BCBSNJ will not later revise its benefit determinations as the result of any subsequent updates or changes in medical policy.\n\nHorizon BCBSNJ has various categories of medical policies. Policy criteria may also vary by line of business, and notes in the respective policies will indicate the specific guidance. In addition, it should be noted that, in addition to this Medical Policy Manual, Horizon BCBSNJ’s delegated vendors also maintain libraries of medical policies that have been reviewed and adopted by Horizon BCBSNJ.\n\nThe Horizon Blue Cross Blue Shield pharmacy policy guidelines are available at\n\nhttps://www.myprime.com/v/HBCBSNJ/COMMERCIAL/NJCLASSIC/en/forms/coverage-determination/prior-authorization.html for Classic formulary;\nhttps://www.myprime.com/v/HBCBSNJ/COMMERCIAL/NJCLASSIC/en/forms/coverage-determination/prior-authorization.html for Classic formulary; opens a dialog window\n‌\n\nhttps://www.myprime.com/v/HBCBSNJ/COMMERCIAL/NJIADVANT/en/forms/coverage-determination/prior-authorization.html for Classic with Health Insurance Marketplace formulary;\nhttps://www.myprime.com/v/HBCBSNJ/COMMERCIAL/NJIADVANT/en/forms/coverage-determination/prior-authorization.html for Classic with Health Insurance Marketplace formulary; opens a dialog window\n‌\n\nhttps://www.myprime.com/content/dam/prime/memberportal/forms/2019/FullyQualified/Other/ALL/HBCBSNJ/MEDICARE_D/NJMBNGCPPO/Prior_Authorization_Criteria.pdf for Medicare Part D formulary\nhttps://www.myprime.com/content/dam/prime/memberportal/forms/2019/FullyQualified/Other/ALL/HBCBSNJ/MEDICARE_D/NJMBNGCPPO/Prior_Authorization_Criteria.pdf for Medicare Part D formulary opens a dialog window\n‌\n\nhttps://www.myprime.com/content/dam/prime/memberportal/forms/2019/FullyQualified/Other/ALL/HBCBSNJ/MEDICARE_D/NJSNPHMO/Prior_Authorization_Criteria.pdf for Medicare DSNP formulary\nhttps://www.myprime.com/content/dam/prime/memberportal/forms/2019/FullyQualified/Other/ALL/HBCBSNJ/MEDICARE_D/NJSNPHMO/Prior_Authorization_Criteria.pdf for Medicare DSNP formulary opens a dialog window\n‌\n\nHorizon NJ Health policies (Medicaid) are available at https://services3.horizon-bcbsnj.com/ddn/NJhealthWeb.nsf\n\nHorizon Blue Cross Blue Shield of New Jersey is an independent licensee of the Blue Cross Blue Shield Association.\n\n \n‌\n‌\n‌\n‌\n‌\n\nThis website is operated by Horizon Blue Cross Blue Shield of New Jersey and is not New Jersey’s Health Insurance Marketplace. This website does not display all Qualified Health Plans available through Get Covered NJ\nGet Covered NJ opens a dialog window\n‌. To see all available Qualified Health Plan options, go to the New Jersey Health Insurance Marketplace at Get Covered NJ\nGet Covered NJ opens a dialog window\n‌.\n\nProducts and services are provided by Horizon Blue Cross Blue Shield of New Jersey, Horizon Insurance Company, Horizon Healthcare of New Jersey, Braven Health, and/or Horizon Healthcare Dental, Inc., each an independent licensee of the Blue Cross Blue Shield Association. Communications may be issued by Horizon Blue Cross Blue Shield of New Jersey in its capacity as administrator of programs and provider relations for all its companies. The Blue Cross® and Blue Shield® name and symbols are registered marks of the Blue Cross Blue Shield Association. The Horizon® name and symbols are registered marks of Horizon Blue Cross Blue Shield of New Jersey. The Braven Health℠ name and symbols are service marks of Braven Health.\n\nInformation in Other Languages\n\nEspañol\nPolski\nعربي\n中文\nItaliano\nاردو\n한국어\nРусский язык\nPortuguês\nTagalog\nहिंदी\nKreyòl ayisyen\nગુજરાતી\nFrançais\nTiếng Việt\n\nFamily of Companies\n\nHorizon BCBSNJ Dental\nHorizon Casualty Services\nHorizon NJ Health\n\nAdditional Links\n\nAbout Us\nFinancials\nPrivacy Center\nCareers\nFind a Doctor\nContact Us\nClaims Payment Policies and Other Information\nNotice of Non-Discrimination\nFAQs\nHorizon BCBSNJ Retirees\nInteroperability Developer Portal\nTransparency in Coverage\nTransparency in Coverage opens a dialog window\n‌\nClinical Decision Making Criteria\n\n® 2025 Horizon Blue Cross Blue Shield of New Jersey, Three Penn Plaza East, Newark, New Jersey 07105.\n\nApplicable Products:Commercial PPO/EPO &Exchange POS/EPO ‌\nApplicable Products: Commercial HMO & POS‌",
    "fetchedAt": "2026-01-30T23:32:10.536Z"
  },
  "wellmark:index:https://www.wellmark.com/Provider/MedicalPolicies": {
    "hash": "91d871cd552bbe3cb016629402a6631799d3af3dea270d54597ae4376ca2294e",
    "content": "Skip to main content\nLogin / Register\nHome\nShop\nFind care\nMembers\nEmployers\nProviders\nProducers\nSorry, we couldn’t find that page.\n\nGo to the homepage\n\nContact\nAbout\nCareers\nNews\nMember blog\nEmployer blog\nMachine-readable files\nInfo for members and shoppers\nMember resources\nTransparency in coverage\nGet Adobe reader\nNotice of nondiscrimination\nLanguage assistance\nEspañol\n中文\nTiếng Việt\nHrvatski\nDeutsch\nاللغة العربية\nລາວ\n한국어\nहिंदी\nFrançais\nPennsylvaanisch Deitsch\nไทย\nTagalog\nunDusdm\nРусский\nनेपाली\nአማርኛ\nNasarare\nAfaan Oromo\nУкраїнська\nDiné\n\n© 2026 Wellmark Inc. All rights reserved. Wellmark Blue Cross and Blue Shield of Iowa, Wellmark Health Plan of Iowa, Inc., Wellmark Blue Cross and Blue Shield of South Dakota, Wellmark Advantage Health Plan and Wellmark Administrators, Inc. are independent licensees of the Blue Cross and Blue Shield Association.\n\nThis symbol shows that you are being redirected to an external site. You may wish to review their privacy policy and terms of service.\n\nPrivacy & Legal\nWebsite Terms of Use\nCalifornia Consumers Privacy Notice\nPatient API Access",
    "fetchedAt": "2026-01-30T23:32:18.294Z"
  },
  "bcbs-mn:index:https://www.bluecrossmn.com/providers/policies-and-guidelines/medical-policies": {
    "hash": "2f76f5589c935f184f516ddd97e3706897b8a47c458c2d2b8364de6d727231c8",
    "content": "Skip to main content\nAudience\nEmployers\nProviders\nAgents\nHeader utility menu\nContact Us\nMain Navigation\nOur Plans\nUnderstanding Health Insurance\nFind Care\nMember Resources\nSearch \nMembers utility menu\nMember Login\n404 - Page Not Found\n\nIt looks like the page you’re looking for doesn’t exist anymore or has moved.\n\nGo to the homepage\nGo to search\nWe are sorry for the inconvenience\n\nHere are a few options to help you:\n\nCheck the URL: Make sure the web address is correct and try again.\nContact Us: If you need additional assistance, please contact us.\n\nThank you for understanding!\n\nFooter Main Navigation\nOur Plans\nUnderstanding Health Insurance\nFind Care\nMember Resources\nFooter Audience Navigation\nEmployers\nProviders\nAgents\nContact Us\nFooter Utility\nAbout Us\nNewsroom\nBlog\nthrive. Magazine\nCareers\n- Opens in a new window\nFooter Secondary\nHelp \nLegal & Privacy \nAccessibility & Language Services \nUtilization Management Analysis\nSocial\nFacebook\n- Opens in a new window\nLinkedIn\n- Opens in a new window\nInstagram\n- Opens in a new window\nYouTube\n- Opens in a new window\n\n Third Party Website Icon: Please be aware when you are on the Blue Cross and Blue Shield of Minnesota (Blue Cross) website and see this Third Party Website icon, you will be connected to a third party site, whether via links provided by Blue Cross or otherwise, and you will be subject to the privacy policies of the third party sites. Blue Cross recommends careful consideration when using third party sites and to review the privacy policy of such sites prior to providing any personal information.\n\n©2026 Blue Cross and Blue Shield of Minnesota. All rights reserved.\nBlue Cross® and Blue Shield® of Minnesota and Blue Plus® are nonprofit independent licensees of the Blue Cross and Blue Shield Association.",
    "fetchedAt": "2026-01-30T23:32:37.960Z"
  },
  "bcbs-tn:index:https://www.bcbst.com/providers/medical-policy": {
    "hash": "80779bb30b36496b9cfa42ecf5a1aeab1601c853562c0a19332f97f3d57dd9d9",
    "content": "HTTP Error 404.0 - Not Found\nThe resource you are looking for has been removed, had its name changed, or is temporarily unavailable.\nMost likely causes:\nThe directory or file specified does not exist on the Web server.\nThe URL contains a typographical error.\nA custom filter or module, such as URLScan, restricts access to the file.\nThings you can try:\nCreate the content on the Web server.\nReview the browser URL.\nCreate a tracing rule to track failed requests for this HTTP status code and see which module is calling SetStatus. For more information about creating a tracing rule for failed requests, click here.\nDetailed Error Information:\nModule\t   IIS Web Core\nNotification\t   MapRequestHandler\nHandler\t   StaticFile\nError Code\t   0x80070002\nRequested URL\t   https://www.bcbst.com:447/providers/medical-policy\nPhysical Path\t   F:\\Inetpub\\wwwroot\\BCBST\\providers\\medical-policy\nLogon Method\t   Anonymous\nLogon User\t   Anonymous\nMore Information:\nThis error means that the file or directory does not exist on the server. Create the file or directory and try the request again.\n\nView more information »",
    "fetchedAt": "2026-01-30T23:32:45.557Z"
  },
  "bcbs-kc:index:https://www.bluekc.com/providers/medical-policies": {
    "hash": "2cfd3e4f13647e5e07ec2dbe11567af15c153e62a02dc223bb8afff894b48a88",
    "content": "Skip to main content\nMembers\n \nEmployers\n \nAgents\n \nProviders\nAbout Contact\nCoverage Resources\nHealth & Wellness\nFind Care\nShop Plans\nSearch\nLogin\nMembers\nEmployers\nAgents\nProviders\nAbout\nContact\nSearch\nClose Cookie Banner\n\nThis website uses cookies and other technologies to measure website usage, deliver advertisements, and improve the experience. By using our website, you consent to these cookies. For more information, view our privacy policy.\n\n404: Page not found\n\nWe can’t find this page. But no worries, we can still get you where you need to go.\n\n \n\nHere are some helpful pages to get you started in the right direction:\n\nHome\nLog in to your member account\nThe Blueprint\nBlue Cross and Blue Shield of Kansas City\n\n1400 Baltimore Avenue | Kansas City, MO 64105-1903\n816-395-3558\n\nBlue Cross and Blue Shield of Kansas City on Facebook\nBlue Cross and Blue Shield of Kansas City on LinkedIn\nBlue Cross and Blue Shield of Kansas City on Instagram\nDownload the MyBlueKC app\nDownload MyBlueKC App on Apple App Store\nDownload MyBlueKC App on Google Play\nQuestions about Blue KC plans?\nPlans through Employer\n833-467-2145\nIndividual & Family Plans (ACA)\n888-890-6912\nMedicare Supplement Plans\n888-587-7472\n\n \n\nAccount Access\nMember Login\nEmployer Login\nAgent Login\nProvider Login\nBuild Your Knowledge\nKnowledge Hub\nHealth Articles\nFrequently Asked Questions\nGlossary\nCompany\nAbout Blue KC\nIn the News\nCareers\nSupport\nContact Us\nFind a Form\nMedicare Advantage Member Resources\nLegal, Privacy & Additional Information\nTerms & Conditions\nMy Health Data\nInformation for Non-Participating Providers\nFor Developers\nNotice of Privacy Practices\nCoverage Terms & Processes\nNon-Discrimination Information\nAnti-Fraud\nBlue KC Surprise Billing Disclosure\nCode of Conduct\nMachine Readable Files\nSitemap\nImportant Information\nIndividual & Family Plan Disclosures\n\nAttention: This website is operated by Blue Cross and Blue Shield of Kansas City and is not the Health Insurance Marketplace® website at HealthCare.gov. This website does not display all Qualified Health Plans (QHPs) available through HealthCare.gov. To see all available QHP options or to enroll members of your household in pediatric dental coverage, go to the Health Insurance Marketplace® website at HealthCare.gov. Protect yourself from Marketplace fraud and scams: Learn more here.\n\n \n\nAn independent licensee of the Blue Cross Blue Shield Association\n©2026 Blue Cross and Blue Shield of Kansas City. All rights reserved.",
    "fetchedAt": "2026-01-30T23:32:53.806Z"
  },
  "bcbs-la:index:https://www.bcbsla.com/providers/resources/medical-policies": {
    "hash": "fb1358e950cf51ef0fb9fcdbbd135b27049572a5f9da16ad0ba588283747779e",
    "content": "Employer\nProducer\nProvider\nState Employee/Retiree\nFederal Employee\nMedicare\nEspañol\n#helpscoresearchLogin or Sign Up\nCustomer Service\nNeed Help?\nVisit our Help Center\nSales\n855-343-0361\nMon - Fri from 8 a.m.- 5 p.m.\nMedicare Options\n800-232-4967\nMon - Fri from 8 a.m.- 5 p.m.\n\nClose\nHome\nShop\ntoggle menu\nFind a Doctor or Drug\ntoggle menu\nSave\ntoggle menu\nWellness\ntoggle menu\nLearn\ntoggle menu\nMyLABlue\ntoggle menu\n\nPage Not Found\n\nThe page you're trying to find doesn't exist. It may have been removed or the link to the page is incorrect. If you typed an address into your web browser, please make sure the address was spelled correctly.\n\nOtherwise, you might find what you need on our home page, or by checking out one of these pages people often visit:\n\nLog in to your online account to see claims, benefits and costs.\nVisit our provider directory to find a doctor or hospital near you.\nCheck out our Help Center to get answers to common questions.\nLearn more about our health insurance plans to get coverage.\n\nPRODUCTS AND SERVICES\n\nHealth Insurance\n\nDental Insurance\n\nMedicare \n\nTravel Insurance\n\nBlue Advantage (HMO)\n\nBlue Advantage (PPO)\n\nBlueCard Program\n\nBCBS Global® Core\n\nService and Support\n\nForms and Tools\n\nGROUP MEMBERS\n\nState Employees/Retirees\n\nEast Baton Rouge Parish School System\n\nFederal Employees\n\nAbbeville General\n\nOchsner Clinic Foundation\n\nOchsner LSU\n\nSlidell Memorial Hospital\n\nSouthern Regional Medical Corporation\n\nTerrebonne General Health System\n\nSt. Tammany Health System\n\nPOLICIES AND RIGHTS\n\nLab Reimbursement Policies:\nBlue Cross and HMO Louisiana\n\nMedical Policies:\nBlue Cross and HMO Louisiana\n\nMedical Policies:\nMedicare Advantage\n\nNon-network Physician Notice\n\nPrior Authorizations\n\nProtecting Your Information\n\nRate Justification\n\nRights and Responsibilities\n\nThird-Party Apps\n\nThird-Party Policy\n\nTransparency in Coverage\n\nTransparency:  HMOLA\n\nTransparency:  LAHSIC\n\nOUR COMPANY\n\nAbout Blue\n\nLouisiana Blue Foundation\n\nContact Us\n\nCareer Center\n\nNewsroom\n\nRegional Offices\n\nBCBS Association\n\nBlue Employees\n\nBlue Cross and Blue Shield of Louisiana is an independent licensee of the Blue Cross Blue Shield Association. Copyright © 2026 Blue Cross and Blue Shield of Louisiana. Blue Cross and Blue Shield of Louisiana is licensed to sell products only in the state of Louisiana.\n\nExternal links open in new windows to websites Blue Cross and Blue Shield of Louisiana does not control.\n\nBlue Cross and Blue Shield of Louisiana and its subsidiaries, HMO Louisiana, Inc. and Southern National Life, comply with applicable Federal civil rights laws and do not discriminate on the basis of race, color, national origin, age, disability or sex. Louisiana Blue does not exclude people or treat them less favorably because of race, color, national origin, age, disability or sex. Read Our Non-Discrimination Notice\n\nEnglish | Español | Français | Tiếng Việt | 中文 | العربية | Pilipino | 한국어 | Português | ລາວ | 日本語 | اردو | Deutsch | فارسی | русский | ไทย\n\n \n\nAccessibility\n\nPrivacy\n\nReport Fraud, Waste and Abuse\n\nTerms & Conditions\n\n       \n\nBy using this site, you agree to our use of session replay tools to collect real-time information about your use of our site. We only use the information to optimize the performance of our website, fix errors and prevent fraud. Selecting \"no\" keeps the information collected anonymous.\n\nYes No\nFeedback",
    "fetchedAt": "2026-01-30T23:33:02.909Z"
  },
  "aim:index:https://aimspecialtyhealth.com/resources/clinical-guidelines/genetic-testing/": {
    "hash": "a5e945ac8340ae470bb37c5dcc5baa6799b2c1daa9fb18aac60c9a99806b6c90",
    "content": "Clinical guidelines and pathways\nArchives\nComing soon\nClinical guidelines and pathways\nArchives\nComing soon\nCarelon Medical Benefits Management clinical appropriateness guidelines and cancer treatment pathways\nSearch for:  \nRadiology\n\nGuidelines for imaging modalities, including CT, MRI, MRA, PET, arterial ultrasound, and nuclear scintigraphy.\n\nCardiovascular\n\nGuidelines for cardiovascular imaging, coronary interventions, cardiac devices, and vascular interventions.\n\nSleep\n\nGuidelines for testing and treatment of sleep disorders, including obstructive sleep apnea.\n\nMusculoskeletal\n\nGuidelines for spine surgeries, joint surgeries, and interventional pain management.\n\nRehabilitation\n\nGuidelines for physical therapy, occupational therapy, and speech therapy.\n\nGenetic Testing\n\nGuidelines for genetic testing, including for pharmacogenomics, prenatal diagnosis, cardiac disease, cancer susceptibility, and tumors and malignancies.\n\nRadiation Oncology\n\nGuidelines for radiation therapies, including brachytherapy, image-guided radiotherapy, intensity-modulated radiation therapy, proton beam therapy, and therapeutic radiopharmaceuticals.\n\nCancer Treatment Pathways and Guidelines\n\nCancer treatment pathways for common types of cancer, including breast cancer, colorectal cancer, prostate cancer, melanoma, lung cancer, and lymphoma. Guidelines for determination of febrile neutropenia risk that guide use of WBC growth factors for oncology drug treatment.\n\nPost-Acute Care\n\nGuidelines for inpatient rehabilitation, long-term acute care, and skilled nursing facilities.\n\nSurgical Procedures\n\nGuidelines for upper gastrointestinal endoscopy, site of care, and level of care for surgical procedures.\n\nNew and Emerging Interventions\n\nGuidelines for new and emerging healthcare interventions defined as drugs, devices, tests, or procedures.\n\nInformation for Medicare beneficiaries enrolled in a Medicare Advantage plan is available in our Medicare Advantage resources guide.\n\nProviders may email us with questions about clinical guidelines. Members requesting details about a request should contact Customer Service using the phone number on the back of their insurance card.\n\nRequests to consider additional published clinical literature or evidence can be submitted using our Guideline Feedback form.\n\nYou can access Provider Connections, our news blog for prior authorization staff, for updates and guidance.\n\n \n\nRecently Viewed\n© 2026 Carelon Medical Benefits Management. All rights reserved\nCLINICAL GUIDELINES ACCESS\nAccessing Clinical Guidelines and Cancer Treatment Pathways\n\nBy clicking on the “I accept” button below, I acknowledge I accept the following terms and conditions when accessing and using the Clinical Guidelines and Cancer Treatment Pathways:\n\nCarelon Medical Benefits Management has developed proprietary Clinical Guidelines and Cancer Treatment Pathways (together with any updates, referred to collectively as the “Guidelines and Pathways”). The Guidelines and Pathways are designed to evaluate and direct the appropriate utilization of certain health care services. They are based on data from peer-reviewed scientific literature, from criteria developed by specialty societies, and from guidelines adopted by other health care organizations. Access to these Guidelines and Pathways is being provided for informational purposes only. Although Carelon has a process for updating its Guidelines and Pathways on a regular basis, due to the rapidly evolving nature of medicine, these Guidelines and Pathways may not always reflect the most current evidence on a particular service or treatment.\n\nThe Guidelines and Pathways are protected by copyright of Carelon as permitted by and to the full extent of the law. These rights are not released, transferred, or assigned as a result of allowing access. You agree that you do not have any ownership rights to the Guidelines and Pathways and that you are expressly prohibited from selling, assigning, leasing, licensing, reproducing, or distributing the Guidelines and Pathways unless authorized in writing by Carelon.\n\nUse of the Guidelines by any external AI entity without the express written permission of Carelon is prohibited.\n\nThe Guidelines and Pathways do not constitute medical advice and/or medical care and do not guarantee results or outcomes. The Guidelines and Pathways are not a substitute for the experience and judgment of a physician or other health care professionals. Any clinician seeking to apply or consult the Guidelines or Pathways is expected to use independent medical judgment in the context of individual clinical circumstances to determine any patient’s care or treatment. The Guidelines and Pathways do not address coverage, benefit, or other plan specific issues.\n\nThe Guidelines and Pathways are provided “as is” without warranty of any kind, either expressed or implied. The search feature is available for convenience only. Lack of search results for a code or keyword does not imply it is not applicable to Carelon guidelines or that prior authorization is not required. Guidelines are subject to change. They should not be accessed via bookmarks or saved links as doing so may result in inaccurate information. Carelon disclaims all responsibility for any consequences or liability attributable or related to any use, nonuse, or interpretation of information contained in the Guidelines.\n\n \nFeedback",
    "fetchedAt": "2026-01-30T23:33:33.823Z"
  }
}